Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/cdr/i18n/*/LC_MESSAGES/cdr.po
Languages: fr_fr

source: %s hour, %s min, %s sec
fr_fr: %s heure, %s min, %s sec

source: <b>.</b> = wildcard, matches one or more characters<br>
fr_fr: <b>.</b> = caractères spéciaux, correspond à un ou plusieurs caractères<br>

source: <b>N</b> = matches any digit from 2-9<br>
fr_fr: <b>N</b> = correspond à tout chiffre de 2-9<br>

source: <b>X</b> = matches any digit from 0-9<br>
fr_fr: <b>X</b> = correspond à tout chiffre de 0-9<br>

source: <b>Z</b> = matches any digit from 1-9<br>
fr_fr: <b>Z</b> = correspond à tout chiffre de 1-9<br>

source: <b>[1237-9]</b> = matches any digit or letter in the brackets<br>(in this example, 1,2,3,7,8,9)<br>
fr_fr: <b>[1237-9]</b> = correspond à n'importe quel chiffre ou lettre entre les crochets <br> (dans cet exemple , 1,2,3,7,8,9 ) <br>

source: <b>_!2XXN, _562., _.0075</b> = Search for any match <b>except</b> for these numbers
fr_fr: <b>_!2XXN, _562., _.0075</b> = Rechercher une correspondance <b>sauf</b> pour ces numéros

source: <b>_2XXN, _562., _.0075</b> = search for any match of these numbers<br>
fr_fr: <b>_2XXN, _562., _.0075</b> = Rechercher une correspondance pour n'importe lequel de ces numéros<br>

source: <br>Asterisk pattern matching<br>
fr_fr: <br>Motif asterisk correspondant<br>

source: AMA
fr_fr: CMA

source: AMA Flag
fr_fr: Marqueur CMA

source: ANI
fr_fr: IAN

source: Account
fr_fr: Compte

source: Account Code
fr_fr: N° de compte

source: Account Information
fr_fr: Information sur le compte

source: Adding index to did field in the cdr table
fr_fr: Ajout de l'index au champ did dans la table cdr

source: Adding!
fr_fr: Ajoute !

source: All Dispositions
fr_fr: Tous les états de l'appel

source: Allow CDR
fr_fr: Permettre l'accès au CDR

source: Allow CDR Downloads
fr_fr: Permettre le téléchargement du CDR

source: Allow CDR Playback
fr_fr: Permettre la lecture du CDR

source: Allow this user to playback recordings in UCP
fr_fr: Permettre à cet utilisateur d'écouter les enregistrements dans UCP

source: Allow users to download recordings in UCP
fr_fr: Permettre aux utilisateurs de télécharger les enregistrements dans UCP

source: And
fr_fr: Et

source: Answered
fr_fr: Répondu

source: April
fr_fr: Avril

source: August
fr_fr: Août

source: Average Call Time
fr_fr: Temps d'appel moyen

source: Begins With
fr_fr: Débute par

source: Between
fr_fr: Entre

source: Billing Duration
fr_fr: Durée facturée

source: Busy
fr_fr: Occupé

source: CDR Access
fr_fr: Accès au CDR

source: CDR Reports
fr_fr: Rapports CDR

source: CDR search
fr_fr: Recherche CDR

source: Call Data Record report tools for viewing reports of your calls
fr_fr: Outil de rapport pour visualiser la liste de vos appels

source: Call Date
fr_fr: Date de l'appel

source: Call Detail Record - Call Graph by
fr_fr: Enregistrement détaillé des appels - Graphique des appels par

source: Call Detail Record - Concurrent Calls by
fr_fr: Enregistrement détaillé des appels - Appels simultanés par

source: Call Detail Record - Search Returned
fr_fr: Enregistrement détaillé des appels - Recherche retourne

source: Call Detail Record Search
fr_fr: Recherche des enregistrement détaillé des appels

source: Call Event Log - Search Returned
fr_fr: Journal des événements d'appel - Recherche retourne

source: Call Graph
fr_fr: Graphique d'appel

source: Call History
fr_fr: Historique d'appel

source: Caller ID Name
fr_fr: Nom de l'appelant

source: Caller ID Number
fr_fr: Numéro de l'appelant

source: CallerID
fr_fr: Identifiant de l'appelant

source: CallerID Name
fr_fr: Nom de l'appelant

source: CallerID Number
fr_fr: Numéro de l'appelant

source: Calls
fr_fr: Appels

source: Channel
fr_fr: Canal

source: Concurrent Calls
fr_fr: Appels simultanés

source: Conference
fr_fr: Conférence

source: Contains
fr_fr: Contient

source: Controls
fr_fr: Contrôles

source: Date/Time
fr_fr: Date/Heure

source: Day
fr_fr: Jour

source: Day of week
fr_fr: Jour de la semaine

source: December
fr_fr: Décembre

source: Destination Caller ID Name
fr_fr: Nom de l'appelant de la destination

source: Destination CallerID Name
fr_fr: Nom de l'appelant de la destination

source: Destination Context
fr_fr: Contexte de destination

source: Destination Number
fr_fr: Numéro de destination

source: Dialplan context
fr_fr: Contexte du plan de numérotation

source: Dialplan exten
fr_fr: Numéro du plan de numérotation

source: Disposition
fr_fr: État de l'appel

source: Download
fr_fr: Téléchargement

source: Duration
fr_fr: Durée

source: Enable CDR (Call History) in UCP for this user
fr_fr: Permettre l'accès au CDR (Historique des appels) dans l'UCP pour cet utlisateur

source: Ends With
fr_fr: Termine par

source: Event
fr_fr: Événement

source: Event Extra
fr_fr: Événement extra

source: EventExtra
fr_fr: Événement Extra

source: Events
fr_fr: Événements

source: Exactly
fr_fr: Exactement

source: Failed
fr_fr: Non répondu

source: February
fr_fr: Février

source: File does not exist
fr_fr: Le fichier n'existe pas

source: Forbidden
fr_fr: Interdit

source: From
fr_fr: De

source: Go to the CDR Graph
fr_fr: Aller au graphique CDR

source: Go to the top of the CDR table
fr_fr: Aller au début de la table CDR

source: Group By
fr_fr: Grouper par

source: Hour
fr_fr: Heure

source: Hour of day
fr_fr: Heure du jour

source: Inherit
fr_fr: Hérite

source: January
fr_fr: Janvier

source: July
fr_fr: Juillet

source: June
fr_fr: Juin

source: March
fr_fr: Mars

source: Max Calls
fr_fr: Appels maximum

source: May
fr_fr: Mai

source: Month
fr_fr: Mois

source: Newest First
fr_fr: Plus récent en premier

source: No
fr_fr: Non

source: No Answer
fr_fr: Pas de réponse

source: Not
fr_fr: Pas

source: Not Found
fr_fr: Non trouvé

source: November
fr_fr: Novembre

source: October
fr_fr: Octobre

source: Oldest First
fr_fr: Plus ancien en premier

source: Order By
fr_fr: Ordonner par

source: Outbound Caller ID Name
fr_fr: Nom de l'identifiant de l'appelant en sortie

source: Outbound Caller ID Number
fr_fr: Numéro de l'identifiant de l'appelant en sortie

source: Outbound CallerID
fr_fr: Identifiant de l'appelant en sortie

source: Outbound CallerID Number
fr_fr: Numéro de l'identifiant de l'appelant en sortie

source: Playback
fr_fr: Écouter

source: Recording
fr_fr: Enregistrement

source: Related Call Detail Records
fr_fr: Enregistrements détaillés des appels connexes

source: Reports
fr_fr: Rapports

source: Search
fr_fr: Rechercher

source: Search for a DID.
fr_fr: Rechercher pour un DID.

source: Search for accountcode.
fr_fr: Rechercher pour un accountcode.

source: Search for calls based on CallerID Number. You can enter multiple numbers separated by a comma. This field support Asterisk regular expression. Example<br>
fr_fr: Rechercher les appels basés sur le numéro de l'appelant. Vous pouvez entrer plusieurs numéros séparés par une virgule Ce champ supporte les expression régulière de Asterisk Exemple<br>

source: Search for calls based on outbound CID used. You can enter multiple numbers separated by a comma. This field support Asterisk regular expression. Example<br>
fr_fr: Rechercher les appels basés sur le numéro externe de l'appelant. Vous pouvez entrer plusieurs numéros séparés par une virgule Ce champ supporte les expression régulière de Asterisk Exemple<br>

source: Search for calls that matches either ANSWERED, BUSY, FAILED or NO ANSWER.
fr_fr: Recherche pour les appels qui sont Répondu,Occupé, manqué ou Non répondu.

source: Search for calls that matches the call length specified.
fr_fr: Rechercher pour les appels qui correspondent à la longueur spécifié .

source: Search for destination calls. You can enter multiple sources separated by a comma. This field support Asterisk regular expression. Example<br>
fr_fr: Rechercher pour les appels de destination. Vous pouvez entrer plusieurs sources séparées par une virgule . Ce champ supporte les expression régulière de Asterisk. Exemple<br>

source: Search for userfield data (if enabled).
fr_fr: Rechercher pour le champ userfield (si activé ) .

source: Seconds
fr_fr: Secondes

source: Select CallerID Name to search for.
fr_fr: Sélectionner le nom de l'appelant à rechercher.

source: Select Destination Caller Name to search for.
fr_fr: Sélectionner le nom de l'appelant de destination à rechercher.

source: Select time span for your report. You can select Date, Month, Year, Hour and Minute to narrow your search
fr_fr: Sélectionnez le laps de temps pour votre rapport. Vous pouvez sélectionner la date, mois, année , heure et minute pour affiner votre recherche

source: September
fr_fr: Septembre

source: System
fr_fr: Système

source: Tech info
fr_fr: Information technique

source: Telephone Number
fr_fr: Numéro de téléphone

source: These are the assigned and active extensions which will show up for this user to control and edit in UCP
fr_fr: Ce sont les postes assignés et actifs qui s'afficheront pour cet utilisateur et qu'il pourra contrôler et modifier de UCP

source: Time
fr_fr: Temps

source: To
fr_fr: À

source: Total Calls
fr_fr: Total d'appels

source: Total Duration
fr_fr: Durée Totale

source: Unable to add index to did field in the cdr table
fr_fr: impossible d'ajouter index au champs DID dans la table des CDR

source: UniqueID
fr_fr: Identifiant unique

source: Unknown
fr_fr: Inconnu

source: User Field
fr_fr: Champ utilisateur

source: User Primary Extension
fr_fr: Poste primaire de l'utilisateur

source: Userfield
fr_fr: Champ utilisateur

source: Voicemail
fr_fr: Boite vocale

source: Week ( Sun-Sat )
fr_fr: Semaine ( Dim-Sam )

source: Yes
fr_fr: Oui

source: You are missing support for playback in this browser. To fully support HTML5 browser playback you will need to install programs that can not be distributed with the PBX. If you'd like to install the binaries needed for these conversions click <a href='%s'>here</a>
fr_fr: Le support pour l'écoute dans ce navigateur est absent. Pour supporter l'écoute en HTML5, vous devez installer des programmes qui ne peuvent pas être distribués avec le PBX. Si vous désirez installer les exécutables requis pour ces conversions cliquer <a href='%s'>ici</a>

source: channel
fr_fr: canal

source: context
fr_fr: contexte

source: denied by COS
fr_fr: pas permis par le COS

source: exten
fr_fr: numéro

source: kicked from conference
fr_fr: sorti de la conférence
