Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/voicemail/i18n/*/LC_MESSAGES/voicemail.po
Languages: es_es, fa_ir

source: "" (for today), "yesterday", weekday, or ABdY
es_es: "" (para hoy), "ayer", día de semana, o ABdY
fa_ir: ""(برای امروز), "دیروز", روزهفته, یا ABdY

source: "today", "yesterday" or ABdY
es_es: "hoy", "ayer", o ABdY
fa_ir: "امروز", "دیروز", یاABdY

source: %s Attempts
es_es: %s Intentos
fa_ir: %sتلاش ها

source: %s Retries
es_es: %s Reintentos
fa_ir: %s تلاش مجدد

source: %s Retry
es_es: %s Reintento
fa_ir: %s تلاش مجدد

source: %s Sec
es_es: %s Seg
fa_ir: %s ثانیه

source: %s added
es_es: %s agregados
fa_ir: %s اضافه شده

source: %s or %s
es_es: %s o %s
fa_ir: %s یا %s

source: %s or %s or %s
es_es: %s o %s o %s
fa_ir: %s یا %s یا %s

source: 'filename'
es_es: 'nombrearchivo'
fa_ir: 'نام فایل'

source: (yes/no) If imapgreetings=yes, then specify which folder to store your greetings in. If you do not specify a folder, then INBOX will be used.
es_es: (sí/no) Si imapgreetings=yes, a continuación, especifique la carpeta donde guardar sus saludos. Si usted no especifica una carpeta, la bandeja de entrada será utilizada.
fa_ir: (بله/خیر) اگر imapgreetings=بله ، then specify which folder to store your greetings in. If you do not specify a folder, then INBOX will be used.

source: 0 Sec
es_es: 0 Seg
fa_ir: 0 ثانیه

source: 12 db
es_es: 12 decibel
fa_ir: ۱۲db

source: 15 db
es_es: 15 decibel
fa_ir: ۱۵ db

source: 24 hour time, including minute
es_es: Tiempo de 24 horas, incluyendo minuto
fa_ir: ۲۴ساعت, شامل دقیقه

source: 3 db
es_es: 3 decibel
fa_ir: ۳ db

source: 6 db
es_es: 6 decibel
fa_ir: ۶ db

source: 9 db
es_es: 9 decibel
fa_ir: ۹ db

source: <i>Timezones</i> are listed in /usr/share/zoneinfo
es_es: <i>Zonahorarias</i> esta listadas en /usr/share/zoneinfo
fa_ir: <i>زمان محلی</i> فهرست شده در /usr/share/zoneinfo

source: A timezone definition specifies how the Voicemail system announces the time.
es_es: Especificar una definición de zona horaria para el sistema de correo de voz.
fa_ir: تععین زمان محلی به چگونگی صندوق صوتی در بیان ساعت کمک میکند.

source: A variable to be substituted (see below for supported variable values)
es_es: Una variable a ser sustituida (ver más abajo para valores de variable admitidos)
fa_ir: متغییر جایگزین شده (برای مقادیر پشتیبانی شده به پایین نگاه کنید)

source: ADSI Security Lock Code
es_es: Código de bloqueo de seguridad ADSI
fa_ir: کد قفل امنیتی ADSI

source: ADSI feature descriptor
es_es: Descriptor de función ADSI
fa_ir: توصیف ویژگی های ADSI

source: AM or PM
es_es: AM o PM
fa_ir: قبل ظهر یا بعدظهر

source: Abandoned Greetings
es_es: Saludos Abandonados
fa_ir: خوش آمدید های رها شده

source: Account
es_es: Cuenta
fa_ir: حساب

source: Account Advanced Settings
es_es: Configuración Avanzada de Cuenta
fa_ir: تنظیمات پیشرفته حساب

source: Account Settings
es_es: Configuración de Cuenta
fa_ir: تنظیمات حساب

source: Account Usage
es_es: Uso de Cuenta
fa_ir: حساب نصرفی

source: Account View Links:
es_es: Ver Enlaces Cuentas:
fa_ir: لینک های مشاهده حساب：

source: Activated
es_es: Activado
fa_ir: فعال

source: Advanced Settings For:
es_es: Configuraciones Avanzadas para:
fa_ir: تنظیمات پیشرفته برای：

source: Advanced VmX Locater Settings
es_es: Configuración Avanzada de VmX Locater
fa_ir: تنظیمات پیشرفته VmX Locater

source: After notification, the Voicemail is deleted from the server. [per-mailbox only] This is intended for use with users who wish to receive their Voicemail ONLY by email. Note: deletevoicemail is provided as an equivalent option for Realtime configuration.
es_es: Después de la notificación, el correo de voz se elimina del servidor. [Sólo por buzón] Esta opción está destinada para uso con usuarios que desean recibir su correo de voz SOLAMENTE por correo electrónico. Nota: deletevoicemail se proporciona como una opción equivalente para la configuración en tiempo real.

source: After notification, the voicemail is deleted from the server. [per-mailbox only] This is intended for use with users who wish to receive their voicemail ONLY by email.
es_es: Después de la notificación, el buzón de voz se elimina del servidor. [Sólo por buzón] Esta opción está destinada para uso con usuarios que desean recibir su correo de voz SOLAMENTE por correo electrónico.
fa_ir: پس از هشدار ایمیل صوتی از سرور حذف میشود. [per-mailbox only] This is intended for use with users who wish to receive their voicemail ONLY by email.

source: Allow VmX Locater Settings
es_es: Permitir configuración de VmX Locater
fa_ir: مجوز تنظیمات VmX Locater

source: Allow Voicemail Download
es_es: Permitir descarga de Voicemail
fa_ir: مجوز دانلود پست صوتی

source: Allow Voicemail Greetings
es_es: Permitir saludo de Voicemail
fa_ir: مجوز سلام پست صوتی

source: Allow Voicemail Playback
es_es: Permitir Reproducción de Voicemail
fa_ir: مجوز مجدد پست صوتی

source: Allow Voicemail Settings
es_es: Permitir ajustes de correo de voz
fa_ir: مجوز تنظیمات پست صوتی

source: Allow sender to hit 0 before/after/during leaving a voicemail to reach an operator
es_es: Permitir que el remitente oprima 0 antes/después/durante la salida de un buzón de voz para llegar a un operador
fa_ir: مجوز به ارسال کننده برای گرفتن 0 قبل/بعد/درهنگام گذاشتن ایمیل ثوتی برای اتصال به اپراتور

source: Allow sender to review/rerecord their message before saving it
es_es: Permitir al remitente revisar/volver a grabar su mensaje antes de guardarlo
fa_ir: اجازه به کاربر برای مرور/ ضبط پیام قبل از ذخیره آن

source: Allow sender to review/rerecord their message before saving it [OFF by default]
es_es: Permitir remitente para revisar/re-grabar su mensaje antes de guardarlo [OFF por defecto]
fa_ir: فرستنده مجاز است پیام خود را قبل از ذخیره بازبینی/ضبط مجدد کند [به صورت پیشفرض خاموش است]

source: Allow the user to compose and send a voicemail while inside VoiceMailMain() [option 5 from mailbox's advanced menu]. If set to 'no', option 5 will not be listed.
es_es: Permitir que el usuario componga y envíe un mensaje de voz mientras esté dentro de VoiceMailMain ) [opción 5 del menú avanzado del buzón]. Si se establece en 'no', la opción 5 no aparecerá en la lista.

source: Allowed Voicemail
es_es: Correo de Voz permitido
fa_ir: پست صوتی مجاز

source: Are you sure you wish to delete these voicemails?
es_es: ¿Seguro que desea eliminar estos mensajes de voz?
fa_ir: آیا از حذف این پست های مطمئن هستید؟

source: Are you sure you wish to delete this voicemail?
es_es: Esta seguro que desea eliminar este correo de voz?
fa_ir: آیا از حذف این پست صوتی مطمئن هستید؟

source: Asterisk doesn't appear to be running, Cannot connect to Asterisk Manager
es_es: Asterisk no parece estar ejecutándose, No se puede conectar a Asterisk Manager
fa_ir: استریسک اجرا نشده, نمیتوان به مدیریت استریسک وصل شد

source: Asterisk language code
es_es: Código languaje Asterisk
fa_ir: کد زبان استریسک

source: Attach Voicemail
es_es: Adjuntar correo de voz
fa_ir: پیوست ایمیل صوتی

source: Attempt(s)
es_es: Intento(s)
fa_ir: تلاش(ها)

source: Auto-Refresh
es_es: Auto-Refrescar
fa_ir: بازنشانی خودکار

source: Basic Settings For:
es_es: Configuraciones Básicas para:
fa_ir: تنظیمات عمومی برای：

source: Basic settings view is for individual accounts.
es_es: Ver la configuración básica es para las cuentas individuales.
fa_ir: مشاهده تنظیمات عمومی برای حساب های معمولی.

source: Body of message sent to pager.
es_es: Cuerpo del mensaje enviado al buscapersonas.
fa_ir: متن پیام ارسالی به پیغام گیر.

source: Busy
es_es: Ocupado
fa_ir: اشغال

source: Busy Greeting
es_es: Saludo Ocupado
fa_ir: پیام مشغولی

source: Busy Greetings
es_es: Saludo de Ocupado
fa_ir: پیامهای مشغولی

source: CID Internal Context
es_es: Contexto Interno de CID
fa_ir: زمینه داخلی شناسه تماس گیرنده

source: Call me number. Can be used from within ARI.
es_es: Número Llámame. Se puede utilizar dentro de ARI.
fa_ir: شماره تماس با من.میتواند از ARI استفاده شود.

source: Call-Me Number
es_es: Número Llámame
fa_ir: شماره تماس با من

source: Callback Context
es_es: Contexto de Callback
fa_ir: زمینه تماس بازگشتی

source: Character Set
es_es: Conjunto de Caracteres
fa_ir: کاراکتر ست

source: Close Timeout
es_es: Cierre tiempo de espera
fa_ir: مهلت بسته شدن

source: Comma separated list of internal contexts to use caller ID.
es_es: Lista separada por comas de los contextos interno para utilizar el identificador de llamadas.
fa_ir: فهرست زمینه های داخلی توسط کاما جدا شده وبه عنوان شناسه تماس گیرنده استفاده میشود.

source: Command specified runs after a user changes his password.
es_es: Comando espec´ifico que se ejecuta después de que un usuario cambia su contraseña.
fa_ir: دستوری که پس از تغییر کلمه عبور توسط کاربر باید اجرا شود.

source: Command specified runs after a user changes their password. The arguments passed to the application are: [context] [mailbox] [newpassword] Note: This will also update the voicemail.conf file
es_es: El comando especificado se ejecuta después de que un usuario cambie su contraseña. Los argumentos pasados a la aplicación son: [context] [mailbox] [newpassword] Nota: Esto también actualizará el archivo voicemail.conf

source: Context Config
es_es: Configuración de contexto
fa_ir: پیکربندی زمینه

source: Context to call back from; if not listed, calling the sender back will not be permitted.
es_es: El contexto para volver a llamar; si no está listado, llamar al remitente no estará permitido.
fa_ir: زمینه ای که تماس برگشتی از آن آمده در صورت عدم وجود فهرست زمینه .

source: Context to check for handling * or 0 calls to operator. "Operator Context"
es_es: El contexto para verificar el manejo * o 0 en llamadas a operadora. "Contexto Operadora"

source: Context to dial out from [option 4 from the advanced menu] if not listed, dialing out will not be permitted.
es_es: El contexto para marcar a partir de [la opción 4 del menú avanzado] si no está en la lista, las llamadas salientes no serán permitidas.

source: Controls
es_es: Controles
fa_ir: کنترل

source: Controls whether to attach the voicemail to the email
es_es: Controla si desea adjuntar el correo de voz al correo electrónico
fa_ir: کنترل نحوه پیوست ایمیل صوتی به ایمیل

source: Copying...
es_es: Copiando...
fa_ir: درحال کپی...

source: Create Voicemail Hints
es_es: Crear sugerencias de correo de voz
fa_ir: ساخت نکات ایمیل صوتی

source: Current default behavior is to search only the default context if one is not specified. The older behavior was to search all contexts. This option restores the old behavior [DEFAULT=no] Note: If you have this option enabled, then you will be required to have unique mailbox names across all contexts. Otherwise, an ambiguity is created since it is impossible to know which mailbox to retrieve when one is requested.
es_es: El comportamiento predeterminado actual es buscar sólo el contexto predeterminado si no se especifica. El comportamiento anterior era buscar todos los contextos. Esta opción restaura el comportamiento anterior [DEFAULT = no] Nota: Si tiene activada esta opción, se le pedirá que tenga nombres de buzón únicos en todos los contextos. De lo contrario, se crea una ambigüedad, ya que es imposible saber qué buzón de correo recuperar cuando se solicita.

source: Customize the key that fast-forwards message playback
es_es: Personalizar la llave fast-forwards de reproducción de mensajes
fa_ir: شخصی سازی کلیدی برای مرور سریع پیام ها

source: Customize the key that pauses/unpauses message playback
es_es: Personalizar la llave pauses/unpauses de reproducción de mensajes
fa_ir: شخصی سازی کلیدی برای توقف / اجرا مرور پیام

source: Customize the key that restarts message playback
es_es: Personalizar la llave restarts de reproducción de mensajes
fa_ir: شخصی سازی کلیدی برای بازنشانی مرور پیام

source: Customize the key that rewinds message playback
es_es: Personalizar la llave rewinds de reproducción de mensajes
fa_ir: شخصی سازی کلیدی برای مرور مجدد پیام

source: Customize the key that stops message playback
es_es: Personalizar la llave stops de reproducción de mensajes
fa_ir: شخصی سازی کلیدی برای توقف مرور پیام

source: Customize which sound file is used instead of the default prompt that says "Please try again."
es_es: Personalizar el archivo de sonido que se utiliza en lugar del mensaje predeterminado que dice "Inténtelo de nuevo"
fa_ir: سفارشی کردن فایل صوتی که بجای "لطفا دوباره تلاش کنید." استفاده میشود

source: Customize which sound file is used instead of the default prompt that says: "Please enter your new password followed by the pound key."
es_es: Personalizar un archivo de sonido que se utiliza en lugar del indicador predeterminado que dice: "Por favor, introduzca su contraseña de nuevo seguido por la tecla numeral."
fa_ir: مشخص کنید کدام فایل صوتی به جای صدای پیشفرضی استفاده شود که میگوید："لطفا کلمه عبور جدید را وارد کنید."

source: Customize which sound file is used instead of the default prompt that says: "Please re-enter your password followed by the pound key"
es_es: Personalizar un archivo de sonido que se utiliza en lugar del indicador predeterminado que dice: "Por favor, vuelva a introducir su contraseña seguida por la tecla numeral"
fa_ir: مشخص کنید کدام فایل صوتی به جای صدای پیشفرض استفاده شود که میگوید："لطفا کلمه عبور را مجدد وارد کنید"

source: Customize which sound file is used instead of the default prompt that says: "The passwords you entered and re-entered did not match. Please try again."
es_es: Personalizar el archivo de sonido que se utiliza en lugar del mensaje predeterminado que dice: "Las contraseñas que ingresó y volvió a ingresar no coinciden. Inténtelo de Nuevo"
fa_ir: مشخص کنید کدام فایل صوتی به جای صدای پیشفرض استفاده شود که میگوید："کلمات عبور وارد شده یکسان نیستند. لطفا مجدد تلاش کنید."

source: Customize which sound file is used instead of the default prompt that says: "The passwords you entered and re-entered did not match. Please try again."
es_es: Personalizar el archivo de sonido que se utiliza en lugar del mensaje predeterminado que dice: "Las contraseñas que ingresó y volvió a ingresar no coinciden. Vuelva a intentarlo"
fa_ir: سفارشی کردن فایل صوتی که به جای: "کلمات عبور وارد شده یکسان نیستند." استفاده میشود

source: Customize which sound file is used instead of the default prompt that says: "Your password has been changed."
es_es: Personalizar un archivo de sonido que se utiliza en lugar del indicador predeterminado que dice: "La contraseña se ha cambiado."
fa_ir: مشخص کنید کدام فایل صوتی به جای صدای پیشفرض استفاده شود که میگوید："کلمه عبور شما تغییر کرد."

source: Customize which sound file is used instead of the default prompt that says: "password"
es_es: Personalizar un archivo de sonido que se utiliza en lugar del indicador predeterminado que dice: "password"
fa_ir: مشخص کنید کدام فایل صوتی به جای صدای پیشفرض استفاده شود که میگوید："کلمه عبور"

source: Customize which sound file is used instead of the default prompt that says: ...
es_es: Personalizar el archivo de sonido que se utiliza en lugar del mensaje predeterminado que dice: ...
fa_ir: سفارشی کردن فایل صوتی که استفاده میشود به جای: ...

source: Customize which sound file is used when the user times out while recording a prepend message instead of the default prompt that says "then press pound"
es_es: Personalizar el archivo de sonido que se utiliza cuando el usuario se agota durante la grabación de un mensaje de prepend en lugar del mensaje predeterminado que dice "luego presione numeral"
fa_ir: سفارشی کردن فایل صوتی که برای وقفه ضبط پیام به جای "دکمه # را فشار دهید" مورد استفاده قرار میگیرد

source: Day of week (Saturday, Sunday, ...)
es_es: Día de la semana (sábado, domingo, ...)
fa_ir: روز هفته (شنبه،یکشنبه،...)

source: Default number to dial when a voicemail user 'zeros out' if enabled. This can be overriden for each extension with the VMX Locater option that is valid even when VMX Locater is not enabled. This can be any number including an external number and there is NO VALIDATION so it should be tested after configuration.
es_es: Número por defecto para marcar cuando un usuario de correo de voz 'sale con cero' si está habilitado. Esto puede ser sobreescrito para cada extensión con la opción VMX Locater que es válida incluso cuando VMX Locater no está habilitado. Esto puede ser cualquier número incluyendo un número externo y no hay ninguna validación por lo que debe ser probado después de la configuración.

source: Delete
es_es: Eliminar
fa_ir: حذف

source: Delete All Temporary Greetings
es_es: Eliminar todos los saludos temporales
fa_ir: حذف تمامی پیامهای موقت

source: Delete All Unavailible Greetings
es_es: Eliminar todos los saludos no disponibles
fa_ir: حذف تمامی پیامهای عدم دسترس

source: Delete Busy Message
es_es: Eliminar mensaje ocupado
fa_ir: حذف پیام مشغولی

source: Delete Recorded Name
es_es: Eliminar nombre grabado
fa_ir: حذف نام ضبط شده

source: Delete Temporary Greeting
es_es: Eliminar saludo temporal
fa_ir: حذف پیام موقت

source: Delete Unavailible Greeting
es_es: Eliminar el saludo no disponible
fa_ir: حذف پیام عدم دسترس

source: Delete Voicemail
es_es: Eliminar mensaje de voz
fa_ir: حذف ایمیل صوتی

source: Delete all Busy Messages
es_es: Eliminar todos los mensajes ocupados
fa_ir: حذف تمام پیام های مشغولی

source: Delete all Recorded Names
es_es: Eliminar todos los nombres grabados
fa_ir: حذف تمام نام های ضبط شده

source: Delete:
es_es: Borrar:
fa_ir: حذف:

source: Device
es_es: Dispositivo
fa_ir: وسیله

source: Dial Voicemail
es_es: Llamar al buzón de voz
fa_ir: شماره گیری ایمیل صوتی

source: Dialout Context
es_es: Contexto de la marcación
fa_ir: زمینه تماس خارجی

source: Dialplan Behavior
es_es: Comportamiento del plan de marcación
fa_ir: رفتار پلان شماره گیری

source: Direct Dial Mode
es_es: Modulo de Discado Directo
fa_ir: شماره گیری مستقیم

source: Direct Dial Prefix
es_es: Prefijo de Discado Directo
fa_ir: شماره گیری با پیش شماره

source: Direct Media Recording is Unsupported in your Broswer!
es_es: Grabación directa de media no es soportado por su navegador!
fa_ir: ضبط مستقیم در مرورگر شما پشتیبانی نمیشود!

source: Directory Intro
es_es: Introducción al Directorio
fa_ir: دایرکتوری راهنما

source: Disable (*) in Voicemail Menu
es_es: Desactivar (*) en el menú de correo de voz
fa_ir: غیرفعال کردن (*) در منو ایمیل صوتی

source: Disable Standard Prompt
es_es: Deshabilitar Invitación (prompt) estándar
fa_ir: عیرفعال کردن استاندارد حاضر

source: Disable Standard Prompt after Max Loops
es_es: Deshabilitar Invitación (prompt) estándar luego del máximo de interacciones
fa_ir: عیرفعال کردن استاندارد حاضر بعد از بیشترین گردش

source: Disable Standard Prompt on 'dovm' Extension
es_es: Deshabilitar Invitación estándar en Extensión "dovm"
fa_ir: غیرفعال کردن صدای استاندارد در داخلی 'dovm'

source: Disable the standard voicemail instructions that follow the user recorded message. These standard instructions tell the caller to leave a message after the beep. This can be individually controlled for users who have VMX locater enabled.
es_es: Deshabilite las instrucciones estándar del buzón de voz que siguen al mensaje grabado por el usuario. Estas instrucciones estándar le dicen a la persona que llama que deje un mensaje después del pitido. Esto puede controlarse individualmente para los usuarios que tienen habilitado VMX Locater.

source: Disabled
es_es: Deshabilitado
fa_ir: غیرفعال

source: Disk space currently in use by Voicemail data
es_es: Espacio en disco actualmente en uso por los datos de correo de voz
fa_ir: حجم دیسک مصرفی توسط ایمیل صوتی

source: Dragging to yourself is not allowed
es_es: Arrastrar hacia usted mismo en esta permitido
fa_ir: جابجایی شخصی مجاز نیست

source: Duration
es_es: Duración
fa_ir: درحال

source: Email Address
es_es: Dirección de email
fa_ir: آدرس ایمیل

source: Email Attachment
es_es: Enviar mensajes del buzón de voz adjuntos en el email
fa_ir: پیوست ایمیل

source: Email Body
es_es: Cuerpo del Correo
fa_ir: بدنه ایمیل

source: Email Config
es_es: Configuración del Correo
fa_ir: تنظیمات ایمیل

source: Email Date Format
es_es: Formato de fecha del Correo
fa_ir: فرمت تاریخ ایمیل

source: Email From String
es_es: Cadena "De" del Email
fa_ir: جمله ایمیل از

source: Email Subject
es_es: Asunto del Correo
fa_ir: عنوان ایمیل

source: Email body.
es_es: Cuerpo del Correo.
fa_ir: بدنه ایمیل.

source: Email subject
es_es: Asunto Email
fa_ir: عنوان ایمیل

source: Emails bearing the Voicemail may arrive in a volume too quiet to be heard. This parameter allows you to specify how much gain to add to the message when sending a Voicemail. NOTE: sox must be installed for this option to work.
es_es: Los correos electrónicos que lleven el correo de voz pueden llegar en un volumen demasiado bajo para ser escuchados. Este parámetro le permite especificar la cantidad de ganancia que se agregará al mensaje al enviar un correo de voz. NOTA: sox debe estar instalado para que esta opción funcione.

source: Emails bearing the Voicemail may arrive in a volume too quiet to be heard. This parameter allows you to specify how much gain to add to the message when sending a Voicemail. NOTE: sox must be installed for this option to work.
es_es: Los correos electrónicos que lleven el correo de voz pueden llegar en un volumen demasiado bajo para ser escuchados. Este parámetro le permite especificar la cantidad de ganancia que se agregará al mensaje al enviar un correo de voz. NOTA: sox debe estar instalado para que esta opción funcione.

source: Enable
es_es: Habilitar
fa_ir: فعال

source: Enable SMDI notification
es_es: Habilitar notificación SMDI
fa_ir: فعال سازی هشدار SMDI

source: Enable Simple Message Desk Interface (SMDI) integration
es_es: Activar la integración de interfaz Desk simple de mensaje (SMDI)

source: Enable VmX Locater in UCP for this user
es_es: Habilitar VmX Locater en UCP para este usuario
fa_ir: فعال کردن موقعیت یابی ایمیل صوتی در پنل این کاربر

source: Enable VmX Menu options during Voicemail playback for the selected options.
es_es: Habilitar Opciones de Menú VmX durante la reproducción de Correo de Voz para las opciones seleccionadas.
fa_ir: فعال کردن گزینه های منو VMX در هنگام اجرای مجدد ایمیل صوتی برای گزینه انتخابی.

source: Enable Voicemail
es_es: Habilitar Correo de Voz
fa_ir: فعال سازی ایمیل صوتی

source: Enable Voicemail Access
es_es: Habilitar acceso al Correo de Voz
fa_ir: فعال سازی دسترسی ایمیل صوتی

source: Enable the voicemail Access in UCP for this user
es_es: Habilitar acceso al Correo de voz en el UCP para este usuario
fa_ir: فعال سازی دسترسی ایمیل صوتی در پنل این کاربر

source: Enable voicemail download in UCP for this user
es_es: Habilitar la descarga de correo de voz en UCP para este usuario
fa_ir: فعال سازی دانلود ایمیل صوتی در پنل این کاربر

source: Enable voicemail greetings in UCP for this user
es_es: Habilitar saludos de correo de voz en UCP para este usuario
fa_ir: فعال سازی پیام خوش آمد ایمیل صوتی در پنل این کاربر

source: Enable voicemail playback in UCP for this user
es_es: Habilitar la reproducción de correo de voz en UCP para este usuario
fa_ir: فعال سازی پخش مجدد ایمیل صوتی در پنل این کاربر

source: Enable voicemail settings in UCP for this user
es_es: Habilitar opciones de correo de voz en UCP para este usuario
fa_ir: فعال سازی تنظیمات ایمیل صوتی در پنل این کاربر

source: Enable/Disable the VmX (Virtual Machine eXtension) Locater feature for this user. The VMX locator allows for advanced control of a user's voicemail system. It is somewhat similar to the Follow Me feature; however it gives callers more control. In essence, the VMX locater is a mini-IVR (interactive voice response) for voicemail
es_es: Habilitar/deshabilitar la función Localizador VmX (Virtual Machine eXtension) para este usuario. El localizador VMX permite un control avanzado del sistema de correo de voz de un usuario. Es algo similar a la característica de SigueMe; Sin embargo da a los llamadores más control. En esencia, el localizador VMX es un mini-IVR (respuesta de voz interactiva) para correo de voz
