Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/voicemail/i18n/*/LC_MESSAGES/voicemail.po
Languages: es_es, fa_ir

source: Enable/Disable the VmX (Virtual Machine eXtension) Locater feature. The VMX locator allows for advanced control of your voicemail system. It is somewhat similar to the Follow Me feature; however it gives callers more control. In essence, the VMX locater is a mini-IVR (interactive voice response) for voicemail
es_es: Habilitar/Deshabilitar la función Locator VmX (Virtual Machine eXtension). El localizador VMX permite un control avanzado de su sistema de correo de voz. Es algo similar a la característica de SigueMe; Sin embargo da a los llamadores más control. En esencia, el localizador VMX es un mini-IVR (respuesta de voz interactiva) para correo de voz

source: Enabled
es_es: Habilitado
fa_ir: قعال شد

source: Enforce minimum password length
es_es: Forzar longitud mínima de contraseña
fa_ir: قید حداقل طول کلمه عبور

source: Enter an alternate number here, then change your personal Voicemail greeting to let callers know to press 1 to reach that number. <br/><br/>If you'd like to use your Follow Me List, check "Send to Follow Me" and disable Follow Me otherwise the call will go to Follow Me first and skip VmX Locater.
es_es: Ingrese un número alternativo aquí, luego cambie su saludo de correo de voz personal para que los llamantes sepan que debe presionar 1 para alcanzar ese número. <br/><br/> Si desea utilizar su Lista de Seguimiento, marque "Enviar a Sígueme" y deshabilite Sígueme, de lo contrario la llamada irá a Sígueme primero y saltará Localizador VmX.

source: Enter an alternate number here, then change your personal voicemail greeting to let callers know to press 1 to reach that number. If you'd like to use your Follow Me List, uncheck the box to disable, otherwise the call will go to Follow Me first and skip VmX Locater
es_es: Ingrese un número alternativo aquí, luego cambie su saludo de correo de voz personal para que los llamantes sepan que deben presionar 1 para alcanzar ese número. Si desea utilizar su Lista de Seguimiento, desactive la casilla para desactivarla, de lo contrario, la llamada irá a Sígueme primero y omitirá VmX Locater

source: Entries below will be written to Voicemail configuration as-is.
es_es: Las entradas a continuación se escribirán en la configuración de correo de voz tal y como está.

source: Envelope Playback
es_es: Reproducir el Sobre
fa_ir: پخش پاکت

source: Envelope controls whether or not the Voicemail system will play the message envelope (date/time) before playing the Voicemail message. This setting does not affect the operation of the envelope option in the advanced Voicemail menu.
es_es: Indica si el sistema dirá la fecha y la hora antes del mensaje de voz. Esta opción no afecta a la misma opción del menú avanzado del buzón de voz.

source: Error Re-tries
es_es: Error re-intentos
fa_ir: تلاش مجدد در بروز خطا

source: Exit Context
es_es: Salir Contexto
fa_ir: زمینه خروج

source: Expunge on exit.
es_es: Borrar al Salir.
fa_ir: نابود کردن در هنگام خروج.

source: Extension
es_es: Extensión
fa_ir: داخلی

source: External Notify
es_es: Notificación Externa
fa_ir: هشدار خارجی

source: External Password
es_es: Contraseña Externa
fa_ir: کلمه عبور خارجی

source: External Password Notify
es_es: Notificación de contraseña externa
fa_ir: هشدار کلمه عبور خارجی

source: External Voicemail notify application.
es_es: Aplicación Externa de Notificación de Correo Vocal.
fa_ir: هشدار به نرم افزار خارجی ایمیل صوتی.

source: External password changing command (overrides 'External Password Notify'). The arguments passed to the application are: [context] [mailbox] [newpassword] Note: If this is set, the password will NOT be changed in voicemail.conf If you would like to also change the password in voicemail.conf, use the 'External Password Notify' option below instead.
es_es: Comando de cambio de contraseña externa (reemplaza 'Notificación de contraseña externa'). Los argumentos que se pasan a la aplicación son: [context] [mailbox] [newpassword] Nota: Si está configurado, la contraseña NO se cambiará en voicemail.conf Si también desea cambiar la contraseña en voicemail.conf, use en su lugar, la opción "Notificación de contraseña externa" se encuentra debajo.

source: External password changing command (overrides externpassnotify).
es_es: Comando cambio Contraseña externa (anula externpassnotify).
fa_ir: دستور تغییر کلمه عبور از خارج برنامه (overrides externpassnotify).

source: External password verification script.
es_es: Script de verificación de contraseña externa.
fa_ir: اسکریپت تایید کلمه عبور خارجی.

source: Failed to delete vmbox: %s@%s
es_es: No se pudo eliminar el buzón %s@%s
fa_ir: عدم موفقیت در حذف صندوق صوتی: %s@%s

source: Family
es_es: Familia
fa_ir: نام خانوادگی

source: Fast-Foward Keys
es_es: Teclas de avance rápido
fa_ir: کلیدهای حرکت سریع-به جلو

source: File Format
es_es: Formato de Archivo
fa_ir: فرمت فایل

source: File does not exist
es_es: Archivo no existe
fa_ir: فایل موجود نیست

source: Find me Follow me is enabled when VmX locator option 1 is disabled. This means VmX Locator will be skipped, instead going directly to Find Me/Follow Me
es_es: BuscaMe SígueMe está habilitado cuando la opción de localizador VmX 1 está deshabilitada. Esto significa que VmX Locator se omitirá, en lugar de ir directamente a BuscaMe/SigueMe

source: For IMAP storage
es_es: Para almacenamiento IMAP
fa_ir: برای ذخیره سازی IMAP

source: For IMAP storage - TCP open timeout in seconds
es_es: Para el almacenamiento IMAP - tiempo de espera abierto TCP en segundos
fa_ir: IMAP برای ذخیره سازی- TCP open timeout in seconds

source: For IMAP storage - TCP read timeout in seconds
es_es: Para el almacenamiento IMAP - TCP tiempo de espera en segundos de lectura
fa_ir: IMAP برای ذخیره سازی- TCP read timeout in seconds

source: For IMAP storage - TCP write timeout in seconds
es_es: Para el almacenamiento IMAP - TCP tiempo de espera en segundos de escritura
fa_ir: IMAP برای ذخیره سازی- TCP write timeout in seconds

source: For example, the time a message was left will be announced according to the user's timezone on message playback.
es_es: Por ejemplo, el momento en que se dejó un mensaje se dará a conocer de acuerdo con la zona horaria del usuario en la reproducción del mensaje.

source: For the directory, you can override the intro file if you want
es_es: Para el directorio, puede anular el archivo de introducción si lo desea
fa_ir: برای دایرکتوری، شما میتوانید فایل راهنما را بازنویسی کنید

source: Forbidden
es_es: Prohibido
fa_ir: ممنوع

source: Force Greetings
es_es: Forzar Saludos
fa_ir: خوش آمد گویی

source: Force Name
es_es: Forzar Nombre
fa_ir: نام اجباری

source: Force a new user to record their name. A new user is determined by the password being the same as the mailbox number. The default is "yes".
es_es: Forzar a un nuevo usuario a grabar su nombre. Un nuevo usuario se determina por la contraseña que es el mismo que el número de buzón. El valor predeterminado es "sí".

source: Force a new user to record their name. A new user is determined by the password being the same as the mailbox number. Default is 'Yes'
es_es: Forzar a un nuevo usuario a grabar su nombre. Un nuevo usuario se determina por la contraseña que es el mismo que el número de buzón. El valor predeterminado es 'Sí'

source: Force new user to record greetings (the same as forcename, except for recording greetings). The default is "no".
es_es: Forzar al nuevo usuario a grabar saludos (lo mismo que forcename, excepto para grabar saludos). El valor predeterminado es "no".

source: Formats for writing Voicemail. Note that when using IMAP storage for Voicemail, only the first format specified will be used.
es_es: Formatos para escribir correo de voz. Tenga en cuenta que al utilizar el almacenamiento IMAP para correo de voz, sólo se utilizará el primer formato especificado.

source: Formats for writing Voicemail. Note that when using IMAP storage for Voicemail, only the first format specified will be used.
es_es: Formatos para escribir correo de voz. Tenga en cuenta que al utilizar el almacenamiento IMAP para correo de voz, sólo se utilizará el primer formato especificado.

source: Forward
es_es: Transferir
fa_ir: فوروارد

source: Forward Voicemail
es_es: Transferir Correo de Voz
fa_ir: فوروارد ایمیل صوتی

source: Friends
es_es: Amigos
fa_ir: دوستان

source: From: string for email
es_es: From: cadena para email
fa_ir: از: جمله برای ایمیل

source: From: string sent to pager.
es_es: From: cadena enviada al buscapersonas.
fa_ir: از: جمله برای ارسال به پیام گیر.

source: General Dialplan Settings
es_es: Configuración general de plan de marcacion
fa_ir: تنظیمات عمومی پلن شماره گیری

source: General Usage
es_es: Uso General
fa_ir: استفاده عمومی

source: Go To Operator
es_es: Ir al operador
fa_ir: برو به اپراتور

source: Greetings
es_es: Saludos
fa_ir: پیام خوش آمد

source: Greetings folder
es_es: Carpeta de Saludos
fa_ir: فولدر خوش آمدگویی

source: Hide From Directory
es_es: Ocultar del Directorio
fa_ir: پنهان از دایرکتوری

source: Hide this mailbox from the directory produced by app_directory
es_es: Ocultar este buzón del directorio producido por app_directory
fa_ir: پنهان کردن صندوق صوتی از دایرکتوری ایجاد شده توسط app_directory

source: Hide this mailbox from the directory produced by app_directory. The default is "no".
es_es: Ocultar este buzón del directorio producido por app_directory. El valor por defecto es "no".
fa_ir: پنهان کردن صندوق ایمیل از دایرکتوری ایجاد شده توسط app_directory. پیشفرض "خیر" است.

source: Hour, 12 hour clock
es_es: Hora, reloj de 12 horas
fa_ir: ساعت، 12 ساعتی

source: Hour, 24 hour clock (single digit hours NOT preceded by "oh")
es_es: Hora, reloj de 24 horas (horas de digito simple NO precedida por "oh")
fa_ir: ساعت, 24 ساعتی

source: Hour, 24 hour clock (single digit hours preceded by "oh")
es_es: Hora, reloj de 24 horas (hora de un solo dígito, precedidos por "oh")

source: How many miliseconds of silence before we end the recording
es_es: ¿Cuántos milisegundos de silencio antes de terminar la grabación?
fa_ir: مدت زمان سکوت برای خاتمه ضبط تماس براساس میلی ثانیه

source: How many milliseconds to skip forward/back when rew/ff in message playback
es_es: Cuántos milisegundos para saltar hacia delante/atrás, cuando hay rew/ff en la reproducción del mensaje
fa_ir: لغو چند میلی ثانیه در هنگام مرور سریع یا جلو/عقب کردن پیام

source: How many milliseconds to skip forward/back when rew/ff in message playback (in milliseconds)
es_es: ¿Cuántos milisegundos para saltar hacia delante/atrás cuando se usa rew/ff en la reproducción de mensajes (en milisegundos)?
fa_ir: لغو چند میلی ثانیه در هنگام مرور سریع جلو/عقب کردن پیام (به میلی ثانیه)

source: IMAP Auth User
es_es: IMAP Auth Usuario
fa_ir: احراز هویت کاربر IMAP

source: IMAP Auth User Password
es_es: IMAP Auth Usuario Contraseña
fa_ir: کلمه عبور کاربر IMAP

source: IMAP Folder
es_es: IMAP Carpeta
fa_ir: فولدر IMAP

source: IMAP Greetings
es_es: IMAP Saludos
fa_ir: خوش آمد گویی IMAP

source: IMAP Parent Folder
es_es: Carpeta padre IMAP
fa_ir: فولدر والد IMAP

source: IMAP Password
es_es: Password IMAP
fa_ir: کلمه عبور IMAP

source: IMAP Storage
es_es: IMAP Almacenaje
fa_ir: ظرفیت IMAP

source: IMAP User
es_es: IMAP Usuario
fa_ir: کاربر IMAP

source: IMAP Username
es_es: Nombre Usuario IMAP
fa_ir: نام کاربری IMAP

source: IMAP Voicemail folder.
es_es: Carpeta Correo Vocal IMAP.
fa_ir: فولدر ایمیل صوتی IMAP.

source: IMAP password.
es_es: Password IMAP.
fa_ir: کلمه عبور IMAP.

source: IMAP server address.
es_es: Dirección servidor IMAP.
fa_ir: آدرس سرور IMAP.

source: IMAP server flags.
es_es: Banderas servidor IMAP.
fa_ir: نشانه سرور IMAP.

source: IMAP server master password.
es_es: Password IMAP del servidor maestro.
fa_ir: کلمه عبور اصلی سرور IMAP.

source: IMAP server master username.
es_es: Nombre de usuario IMAP del servidor maestro.
fa_ir: نام کاربری اصلی سرور IMAP.

source: IMAP server port.
es_es: Puerto servidor IMAP.
fa_ir: پورت سرور IMAP.

source: IMAP user.
es_es: Usuario IMAP.
fa_ir: کاربر IMAP.

source: If IMAP Greetings is Yes, then specify which folder to store your greetings in. If you do not specify a folder, then INBOX will be used
es_es: Si los saludos IMAP esta en "Sí", especifique en qué carpeta guardará sus saludos. Si no especifica una carpeta, se utilizará INBOX

source: If mailboxes are changed anywhere outside of app_voicemail, then this option must be enabled for MWI to work. This enables polling mailboxes for changes. Normally, it will expect that changes are only made when someone called in to one of the Voicemail applications. Examples of situations that would require this option are web interfaces to Voicemail or an email client in the case of using IMAP storage.
es_es: Si los buzones se cambian en cualquier lugar fuera de app_voicemail, esta opción debe estar habilitada para que MWI funcione. Esto habilita los casilleros de sondeo para los cambios. Normalmente, esperará que los cambios sólo se realicen cuando alguien llama a una de las aplicaciones de correo de voz. Ejemplos de situaciones que requieren esta opción son las interfaces web para correo de voz o un cliente de correo electrónico en el caso de utilizar el almacenamiento IMAP.

source: If mailboxes are changed anywhere outside of app_voicemail, then this option must be enabled for MWI to work. This enables polling mailboxes for changes. Normally, it will expect that changes are only made when someone called in to one of the voicemail applications. Examples of situations that would require this option are web interfaces to voicemail or an email client in the case of using IMAP storage.
es_es: Si los buzones se cambian en cualquier lugar fuera de app_voicemail, esta opción debe estar habilitada para que MWI funcione. Esto habilita los casilleros de sondeo para los cambios. Normalmente, esperará que los cambios se realicen solamente cuando alguien llamó a una de las aplicaciones del correo de voz. Ejemplos de situaciones que requieren esta opción son las interfaces web para correo de voz o un cliente de correo electrónico en el caso de utilizar el almacenamiento IMAP.

source: If set to "no" then when the user dials %s to access their own voicemail, they will not be asked to enter a password. This does not apply to %s calls, which will always prompt for a password. For security reasons, this should probably be set to "yes" in an environment where other users will have physical access to this extension.
es_es: Si se establece en "no", entonces cuando el usuario marca %s para acceder a su cuenta de correo de voz, no se les pedirá que introduzca una contraseña. Esto no se aplica a llamadas %s, donde siempre se solicitará una contraseña. Por razones de seguridad, esto probablemente se debe seleccionar "sí" en un entorno donde los demás usuarios puedan tener acceso físico a esta extensión.

source: If set to "yes" the message will be deleted from the Voicemailbox (after having been emailed). Provides functionality that allows a user to receive their Voicemail via email alone, rather than having the Voicemail able to be retrieved from the Webinterface or the Extension handset. CAUTION: MUST HAVE attach Voicemail to email SET TO YES OTHERWISE YOUR MESSAGES WILL BE LOST FOREVER.
es_es: Si está a "Sí" el mensaje será eliminado del buzón después de ser enviado por email. Permite que los usuarios reciban los mensajes sólo por email, en lugar de poder obtener los mensajes a través de la interfaz web o del teléfono. ATENCIÓN: debe tener habilitada la opción "Adjuntar mensajes de voz a los mensajes de email" para que esta funcionalidad se realice correctamente; en caso contrario, los mensajes se perderán sin opción de recuperación.

source: If set to "yes" then when someone dials this voicemail box they will not be able to access the voicemail menu by pressing (*). If you have no plans to access your mailbox remotely set this to "yes"
es_es: Si se establece en "Sí", cuando alguien marque esta casilla de correo de voz, no podrá acceder al menú de correo de voz pulsando (*). Si no tiene planes de acceder a su buzón de forma remota, configure esto como "sí"

source: If the "pollmailboxes" option is enabled, this option sets the polling frequency. The default is once every 30 seconds.
es_es: Si la opción "pollmailboxes" está habilitada, esta opción establece la frecuencia de sondeo. El valor predeterminado es una vez cada 30 segundos.

source: If the Max Loops are reached and the call goes to voicemail, checking this box will disable the standard voicemail prompt prompt that follows the user's recorded greeting. This default can be overriden with a unique ..vmx/vmxopts/loops AstDB entry for the given mode (busy/unavail) and user.
es_es: Si los Loops Max (Max iteraciones) se alcanzan y la llamada pasa al correo de voz, marcando esta casilla desactivará la invitación de correo de voz estándar que sigue el saludo grabado del usuario. Este valor por defecto defecto puede ser sobreescrito con un único valor (entry) ..vmx /vmxopts/loops AstDB para el modo determinado (ocupado/nodisp) y el usuario.

source: If the special advanced extension of 'dovm' is used, checking this box will disable the standard voicemail prompt prompt that follows the user's recorded greeting. This default can be overriden with a unique ..vmx/vmxopts/dovm AstDB entry for the given mode (busy/unavail) and user.
es_es: Si se utiliza la extensión avanzada especial de 'dovm', marcando esta casilla desactivará la invitación correo de voz estándar que sigue saludo grabado del usuario. Este valor por defecto puede ser sobreescrito con una entrada AstDB ..vmx/vmxopts/dovm único para el modo determinado (ocupado /odisp) y el usuario.

source: If using IMAP storage, specify whether Voicemail greetings should be stored via IMAP. If no, then greetings are stored as if IMAP storage were not enabled
es_es: Si se utiliza almacenamiento IMAP, especifique si saludo de correo de voz deben ser almacenados a través de IMAP. Si no, los saludos serán almacenados como si el almacenamiento IMAP no se ha habilitado

source: If using IMAP storage, specify whether Voicemail greetings should be stored via IMAP. If not set, then greetings are stored as if IMAP storage were not enabled
es_es: Si utiliza el almacenamiento IMAP, especifique si los mensajes de correo de voz deben guardarse mediante IMAP. Si no se establece, los mensajes de bienvenida se almacenan como si el almacenamiento IMAP no estuviera habilitado

source: Inherit
es_es: Heredar
fa_ir: ارثی

source: Installations that have configured Voicemail with IMAP should set this to true so that the IMAP username and password fields are provided in the Voicemail setup screen for extensions. If an extension alread has these fields populated, they will be displayed even if this is set to false.
es_es: Las instalaciones que han configurado el correo de voz con IMAP deben establecer esto como verdadero para que los campos nombre de usuario y contraseña de IMAP se proporcionen en la pantalla de configuración de Correo de voz para las extensiones. Si una extensión ya tiene estos campos poblados, se mostrarán aunque se establezca en false.

source: Invalid Action
es_es: Acción Inválida
fa_ir: فعالیت نامعتبر

source: Invalid Password
es_es: Contraseña Invalida
fa_ir: کلمه عبور نامعتبر

source: Invalid Recipient
es_es: Recipiente Invalido
fa_ir: گیرنده نامعتبر

source: Language
es_es: Idioma
fa_ir: زبان

source: Language code for voicemail
es_es: Código de idioma para correo de voz
fa_ir: کد زبان برای ایمیل صوتی

source: Limit the Messages to be Displayed in UCP. If your device has more processing power you can increase this otherwise lower it if you find your system not responsive
es_es: Limite los mensajes que se mostrarán en UCP. Si su dispositivo tiene más poder de procesamiento, puede aumentarlo de lo contrario, baje si encuentra que su sistema no responde

source: Limits
es_es: Limites
fa_ir: محدودیت ها

source: Listen
es_es: Escuchar
fa_ir: گوش دادن

source: Listen to Voicemail
es_es: Escuchar Correo de Voz
fa_ir: گوش دادن در ایمیل صوتی

source: Load date format config for Voicemail mail.
es_es: Carga de configuración de formato de fecha para el correo de voz.
fa_ir: فراخوانی تنظیم فرمت تاریخ در ایمیل صوتی.

source: Mail Command
es_es: Comando Mail
fa_ir: دستور میل

source: Mail command.
es_es: Comando Mail.
fa_ir: دستور ایمیل.

source: Mailbox can not be empty
es_es: El buzón no puede estar vacío
fa_ir: صندوق ایمیل نمیتواند خالی باشد

source: Max Failed Logins
es_es: Máximo Login Fallidos
fa_ir: حداکثر ورود ناموفق

source: Max Messages
es_es: Máximo Mensajes
fa_ir: حداکثر پیام

source: Max Number of Deleted Messages
es_es: Número máximo de mensajes eliminados
fa_ir: حداکثر پیام حذفی

source: Max failed login attempts.
es_es: Max intentos fallidos de login.
fa_ir: حداکثر تعداد تلاش ناموفق برای ورود.

source: Max message greeting length.
es_es: Max longitud Mensaje de saludo.
fa_ir: حداکثر طول پیام خوش آمد.

source: Max message greeting length. (in seconds)
es_es: Longitud máxima de saludo del mensaje. (en segundos)
fa_ir: حداکثر طول خوش آمد گویی.(به ثانیه)

source: Max message time length.
es_es: Max tiempo duración mensaje.
fa_ir: جداکثر طول پیام.

source: Maximum number of messages per folder. If not specified, a default value (100) is used. Maximum value for this option is 9999.
es_es: Número máximo de mensajes por carpeta. Si no se especifica, se utiliza un valor predeterminado (100). El valor máximo de esta opción es 9999.

source: Maximum number of messages per folder. If not specified, a default value (100) is used. Maximum value for this option is 9999.
es_es: Número máximo de mensajes por carpeta. Si no se especifica, se utiliza un valor predeterminado (100). El valor máximo de esta opción es 9999.

source: Messages in inbox
es_es: Mensajes en el Buzón de entrada
fa_ir: پیام ها در صندوق ورودی

source: Messages in inboxes
es_es: Mensajes en buzones de entrada
fa_ir: پیام ها در صندوق های ورودی

source: Messages in other folders
es_es: Mensajes en otras carpetas
fa_ir: پیام ها در سایر فولدرها

source: Min message time length - maxsilence should be less than minsecs or you may get empty messages.
es_es: Tiempo mínimo de duración de mensaje - maxsilence debe ser inferior a minsecs o puede obtener un mensaje vacío.

source: Minimum Password
es_es: Contraseña mínima
fa_ir: حداقل کلمه عبور

source: Minimum length of a voicemail message in seconds for the message to be kept. (in seconds).
es_es: Longitud mínima de un mensaje de correo de voz en segundos para que el mensaje se mantenga. (en segundos).

source: Minute, with 00 pronounced as "hundred" (US military time)
es_es: Minuto, con 00 pronunciado como "cien" (US hora militar)

source: Minute, with 00 pronounced as "o'clock"
es_es: Minuto, con 00 pronuncia como "en punto"

source: Month name (January, February, ...)
es_es: Nombre del mes (enero, febrero, ...)
fa_ir: نام ماه (ژانویه،فوریه،...)

source: Move
es_es: Mover
fa_ir: انتقال

source: Move Heard
es_es: Mover escuchado
fa_ir: انتقال شنیده

source: Move Voicemail
es_es: Mover Correo de Voz
fa_ir: انتقال ایمیل صوتی

source: Move heard messages to the 'Old' folder automagically. Defaults to Yes.
es_es: Mueva automáticamente los mensajes escuchados a la carpeta 'Antiguo'. El valor predeterminado es Sí.
fa_ir: انتقال خودکار پیام شنیده به فولدر 'قدیمی'. پیش فرض بله.

source: Move heard messages to the 'Old' folder automatically. Defaults to no.
es_es: Mueva automáticamente los mensajes escuchados a la carpeta 'Antiguo'. El valor predeterminado es no.
fa_ir: انتقال پیام های شنیده شده به فولدر قدیمی به صورت خودکار. پیش فرض خیر است.

source: Msg Timeout
es_es: Tiempo agotado Msg
fa_ir: وققه پیام

source: My Voicemail
es_es: Mi buzón de voz
fa_ir: ایمیل صوتی من

source: Name
es_es: Nombre
fa_ir: نام

source: Name Greeting
es_es: Nombre Saludo
fa_ir: نام پیام
