Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/voicemail/i18n/*/LC_MESSAGES/voicemail.po
Languages: es_es, fa_ir

source: Name of Voicemail account
es_es: Nombre de la cuenta de correo de voz
fa_ir: نام حساب ایمیل صوتی

source: Name of account/user
es_es: Nombre de cuenta/usuario
fa_ir: نام حساب/کاربر

source: New Name
es_es: Nuevo Nombre
fa_ir: نام جدید

source: New Password
es_es: Nueva Contraseña
fa_ir: کلمه عبور جدید

source: New Timezone Definition
es_es: Nueva Definición Zona Horaria
fa_ir: تعریف منطقه زمانی جدید

source: Next after command
es_es: Siguiente después del comando
fa_ir: بعد از دستور

source: No Message
es_es: No Mensaje
fa_ir: بدون پیام

source: No name defined; this is configured from the Extensions or Users page.
es_es: No hay nombre definido, lo que se configura a partir de las extensiones o la página de usuarios.
fa_ir: نامی مشخص نشد؛ این تنظیمات در داخلی یا صفحه کاربران اعمال شده.

source: No. of deleted messages saved per mailbox (can be a number or yes/no, yes meaning MAXMSG, no meaning 0).
es_es: No.de mensajes eliminados salvados por buzón (puede ser un número o sí/no, sí el significado MAXMSG, carece de sentido 0).

source: None
es_es: Nada
fa_ir: هیچ

source: Not Found
es_es: No Encontrado
fa_ir: یافت نشد

source: Not a valid Draggable Object
es_es: No es un Objeto Arrastrable Valido
fa_ir: بدون شی قابل جابجایی

source: Null value was sent to saveVoicemail() can not continue
es_es: Se envió valor nulo a saveVoicemail() no se puede continuar
fa_ir: مقدار خالی ارسال شده به saveVoicemail() نمیتواند ادامه دهد

source: Number of Accounts
es_es: Numero de Cuentas
fa_ir: تعداد حساب ها

source: Number of Messages
es_es: Numero de Mensajes
fa_ir: تعداد پیام ها

source: Number of times to play invalid options and repeat the message upon receiving an undefined option. One retry means it will repeat at one time after the intial failure.
es_es: Número de veces para reproducir "opciones no válidas" y repetir el mensaje al recibir una opción sin definir. Un reintento significa que se repetirá una vez tras el fracaso inicial.

source: Number of times to play the recorded message if the caller does not press any options and it times out. One attempt means we won't repeat and it will be treated as a timeout. A timeout would be the normal behavior and it is fairly normal to leave this zero and just record a message that tells them to press the various options now and leave enough time in the greeting letting them know it will otherwise go to voicemail as is normal.
es_es: Número de veces que debe reproducir el mensaje grabado si la persona que llama no presiona ninguna opción y el tiempo de espera se agota. Un intento significa que no vamos a repetir y será tratado como un tiempo de espera agotado. Un tiempo de espera sería el comportamiento normal y es bastante normal para salir de este cero y sólo grabar un mensaje que les dice que pulsar las distintas opciones ahora y dejar suficiente tiempo en el saludo haciéndoles saber que de lo contrario se irá al correo de voz como es normal.

source: ODBC Storage
es_es: Almacenaje ODBC
fa_ir: ظرفیت ODBC

source: ODBC Storage Name
es_es: Nombre Almacenaje ODBC
fa_ir: نام ظرفیت ODBC

source: ODBC Table Name
es_es: Nombre tabla ODBC
fa_ir: نام جدول ODBC

source: Old
es_es: Viejo
fa_ir: قدیمی

source: On
es_es: Encendido
fa_ir: در

source: Open Timeout
es_es: Abrir tiempo de espera
fa_ir: وقفه زمانی باز

source: Operator
es_es: Operador
fa_ir: اپراتور

source: Operator Extension
es_es: Extensión Operador
fa_ir: داخلی اپراتور

source: Operator break. Allow sender to hit 0 before/after/during leaving a Voicemail to reach an operator [ON by default]
es_es: Ruptura del operador. Permita que el remitente pueda presionar 0 antes/después/durante el dejado de un correo de voz para llegar a un operador [ON (Encendido) por defecto]
fa_ir: اپراتور شکست خورد. اجازه به فرستنده برای فشردن 0 قبل/بعد/هنگام گذاشتن ایمیا صوتی [روشن در حالت پیشفرض]

source: Option to attach Voicemails to email.
es_es: Opción para adjuntar los mensajes de voz a los mensajes de email.
fa_ir: گزینه پیوست ایمیل صوتی به ایمیل.

source: Optional flags to pass to the IMAP server in the IMAP mailbox name. For example, setting this to 'ssl' will enable OpenSSL encryption, assuming the IMAP libraries were compiled with OpenSSL support.
es_es: Indicadores opcionales para pasar al servidor IMAP en el nombre del buzón IMAP. Por ejemplo, establecer esto en 'ssl' habilitará el cifrado de OpenSSL, asumiendo que las bibliotecas IMAP fueron compiladas con soporte de OpenSSL.

source: Pager Body
es_es: Cuerpo de buscapersonas
fa_ir: بدنه پیجر

source: Pager Date Format
es_es: Formato fecha Buscapersonas
fa_ir: فرمت تاریخ پیجر

source: Pager Email Address
es_es: Número de teléfono móvil
fa_ir: آدرس ایمیل پیام گیر

source: Pager From String
es_es: Cadena "De" Buscapersonas
fa_ir: پیجر از جمله

source: Pager Subject
es_es: Asunto Buscapersonas
fa_ir: عنوان پیجر

source: Pager/mobile email address that short Voicemail notifications are sent to.
es_es: Número de teléfono móvil/buscapersonas a la que se enviarán las notificaciones del buzón de voz.
fa_ir: آدرس ایمیل پیجر/موبایل که هشدارهای ایمیل صوتی کوتاه به آن ارسال شده.

source: Password
es_es: Contraseña
fa_ir: کلمه عبور

source: Password Changed
es_es: Contraseña Cambiada
fa_ir: کلمه عبور تغییر کرد

source: Password Mismatch
es_es: Contraseña no Coincide
fa_ir: کلمات عبور یکسان نیستند

source: Pause Keys
es_es: Teclas de pausa
fa_ir: کلیدهای توقف

source: Permit finding entries for forward/compose from the directory
es_es: Permiten encontrar las entradas para el avance/escritura en el directorio

source: Pin Used to Login to Voicemail. This pin can only contain numbers.
es_es: Pin utilizado para iniciar sesión al correo de voz. Este pin sólo puede contener números.
fa_ir: پین استفاده شده برای ورود به ایمیل صوتی. این پین تنها میتواند شامل اعداد باشد.

source: Play CID
es_es: Decir CID
fa_ir: پخش شماره تماس گیرنده

source: Play Envelope
es_es: Decir fecha y hora
fa_ir: پخش پاکت

source: Playback
es_es: Reproducir
fa_ir: مرور

source: Please Try Again
es_es: Intente de Nuevo
fa_ir: مجدد تلاش کنید

source: Please be sure to follow the format for timezone definitions described below.
es_es: Por favor, asegúrese de seguir el formato de las definiciones de zona horaria que se describen a continuación.

source: Please enter a valid Email Address
es_es: Por favor, introduzca una dirección de email
fa_ir: لطفا ایمیل آدرس درست وارد کنید

source: Please enter a valid Pager Email Address
es_es: Por favor, introduzca un número de teléfono móvil
fa_ir: لطفا آدرس ایمیل درست برای پیام گیر وارد کنید

source: Please enter a valid Voicemail Password, using digits only
es_es: Por favor, introduzca una contraseña válida para el buzón de voz, usando sólamente números
fa_ir: لطفا کلمه عبور درست برای ایمیل صوتی وارد کنید، تنها از اعداد استفاده شود

source: Poll Frequency
es_es: Frecuencia de sondeo
fa_ir: فرکانس نظر سنجی

source: Poll Mailboxes
es_es: Sondeo de Buzones
fa_ir: صندوق میل نظر سنجی

source: Press 0
es_es: Oprima 0
fa_ir: فشردن 0

source: Press 0:
es_es: Al pulsar 0:
fa_ir: فشردن 0:

source: Press 1
es_es: Oprima 1
fa_ir: فشردن 1

source: Press 1:
es_es: Al pulsar 1:
fa_ir: فشردن 1:

source: Press 2
es_es: Oprima 2
fa_ir: فشردن 2

source: Press 2:
es_es: Al pulsar 2:
fa_ir: فشردن 2:

source: Pressing 0 during your personal Voicemail greeting goes to the Operator. Uncheck to enter another destination here. This feature can be used while still disabling VmX to allow an alternative Operator extension without requiring the VmX feature for the user.
es_es: Al pulsar 0 durante em mensaje de su buzón de voz, irá a la operadora. Desactive esta casilla para introducir una extensión personalizada. Esta opción puede ser usada aunque el loalizador VmX esté deshabilitado para permitir una extensión de operadora alternativa sin necesidad de utilizar el localizador VmX en el usuario.

source: Pressing 0 during your personal voicemail greeting goes to the Operator. Check to enter another destination here.
es_es: Oprimiendo 0 durante el saludos personal de su correo de voz, envía a la operadora. marque para entrar un destino diferente acá.
fa_ir: در هنگام اجرای خوش آمدگویی ایمیل صوتی شخصی 0 را فشار بده. برای ورود مقصد دیگری اینجا را بررسی کنید.

source: Provide IMAP Voicemail Fields
es_es: Proporcionar campos de correo de voz IMAP
fa_ir: ایجاد فیلدهای ایمیل صوتی IMAP

source: Re-enter Password
es_es: Re-entre Contraseña
fa_ir: ورود مجدد کلمه عبور

source: Read Timeout
es_es: Tiempo de espera de lectura
fa_ir: خواندن وقفه زمانی

source: Read back caller's telephone number prior to playing the incoming message, and just after announcing the date and time the message was left.
es_es: Dice el número de teléfono del llamante antes de reproducir el mensaje de voz, y justo después de la fecha y hora en la que se dejó el mensaje.

source: Read back caller's telephone number prior to playing the incoming message, and just after announcing the date and time the message was left. If not described, or set to no, it will be in the envelope.
es_es: Volver a leer el número de teléfono del llamante antes de grabar el mensaje entrante, y justo después de anunciar la fecha y hora del mensaje. Si no se describe o se establece a NO, será almacenado.

source: Record Greeting
es_es: Grabar Saludo
fa_ir: ضبط پیام خوش آمد

source: Recorded Message
es_es: Mensaje Grabado
fa_ir: ضبط پیام

source: Recorded Name
es_es: Nombre Grabado
fa_ir: نام ضبط شده

source: Recorded Names
es_es: Nombres Grabados
fa_ir: نام های ضبط شده

source: Recording...
es_es: Grabando...
fa_ir: در حال ضبط ...

source: Remind the user that their temporary greeting is set
es_es: Recordar al usuario que su saludo temporal está activado
fa_ir: به کاربر یادآوری کن خوش آمدگویی موقت تنظیم شده

source: Remove Abandoned Greetings (> 1 day old).</br> Such greetings were recorded by the user but were NOT accepted, so the sound file remains on disk but is not used as a greeting.
es_es: Eliminar los saludos abandonados (> 1 día de edad). </br> Tales saludos fueron grabados por el usuario, pero NO fueron aceptados, por lo que el archivo de sonido permanece en el disco, pero no se utiliza como saludo.

source: Remove all abandoned greetings (> 1 day old).</br> Such greetings were recorded by the user but were NOT accepted, so the sound file remains on disk but is not used as a greeting.
es_es: Eliminar los saludos abandonados (> 1 día de edad). </br> Tales saludos fueron grabados por el usuario, pero NO fueron aceptados, por lo que el archivo de sonido permanece en el disco, pero no se utiliza como saludo.

source: Remove all messages
es_es: Eliminar Todos los Mensajes
fa_ir: حذف تمام پیام ها

source: Remove the timezone definition
es_es: Eliminar definición de Zona Horaria
fa_ir: حذف منطقه زمانی تعریف شده

source: Require From Same %s
es_es: Requerir Del Mismo %s
fa_ir: درخواست از %s

source: Reset
es_es: Reinicio
fa_ir: بازنشانی

source: Restart Keys
es_es: Teclas de Reinicio
fa_ir: بازنشانی کلیدها

source: Retries
es_es: Reintentos
fa_ir: تلاش مجدد

source: Reverse Keys
es_es: Teclas de Reversa
fa_ir: کلیدهای بازگشتی

source: Review Message
es_es: Revisar Mensaje
fa_ir: مشاهده پیام

source: SMDI Port
es_es: Puerto SMDI
fa_ir: پورت SMDI

source: Say CID
es_es: Decir CID
fa_ir: بگو CID

source: Say Duration
es_es: Decir Duración
fa_ir: مدت گفتن

source: Say Duration Minutes
es_es: Decir Minutos de Duración
fa_ir: تعداد دقیقه گفتن

source: Search Contexts
es_es: Buscar Contexto
fa_ir: زمینه جستجو

source: Second(s)
es_es: Segundo(s)
fa_ir: ثانیه (ها)

source: Send Voicemail
es_es: Enviar Voicemail
fa_ir: ارسال ایمیل صوتی

source: Send Voicemail message. If not listed, sending messages from inside Voicemail will not be permitted.
es_es: Enviar mensaje de correo de voz. Si no aparece, el envío de mensajes de correo de voz en el interior no será permitido.

source: Send to Follow-Me
es_es: Enviar a números de búsqueda (Follow Me)
fa_ir: ارسال به مرا دنبال کن

source: Separate options with pipe ( | )%sie: review=yes|maxmessage=60
es_es: Separe las opciones con el símbolo de tubería ("|")%sPor ejemplo: review=yes|maxmessage=60

source: Server Email
es_es: Servidor email
fa_ir: سرور ایمل

source: Set the date format on outgoing mails. Valid arguments can be found on the strftime(3) man page
es_es: Establezca el formato de fecha en los correos salientes. Los argumentos válidos se pueden encontrar en la página de manual de strftime (3)

source: Set the date format on outgoing pager mails. Valid arguments can be found on the strftime(3) man page
es_es: Establezca el formato de fecha en los mensajes de buscapersonas salientes. Los argumentos válidos se pueden encontrar en la página de manual de strftime (3)

source: Set the parent folder (default is to have no parent folder set).
es_es: Establecer la carpeta principal (por defecto esto no se estable en carpeta principal).
fa_ir: اعمال فولدر بالاتر (پیشفرض بدون فولدر بالاتر ست شده).

source: Set to a valid port as specified in smdi.conf
es_es: Establecido en un puerto válido como se especifica en smdi.conf

source: Setting this flag with generate the required dialplan to integrate with res_mwi_devstate (res_mwi_blf) which is included with the Official FreePBX Distro. It allows users to subscribe to other voicemail box and be notified via BLF of changes.
es_es: Establecer esta bandera generara el plan de marcado necesario para integrar con res_mwi_devstate (res_mwi_blf) que se incluye con el Distro Oficial FreePBX. Permite a los usuarios suscribirse a otra caja de correo de voz y ser notificado a través de BLF de los cambios.

source: Settings
es_es: Configuraciones
fa_ir: تنظیمات

source: Silence Threshold
es_es: Umbral de silencio

source: Silence threshold (what we consider silence: the lower, the more sensitive)
es_es: El silencio de umbral (lo que consideramos el silencio: lo inferior, lo más sensible)

source: Skip Milliseconds
es_es: Omitir milisegundos
fa_ir: لغو میلی ثانیه

source: Skip PBX String
es_es: Omitir cadena PBX
fa_ir: لغو جمله PBX

source: Skip the "[PBX]:" string from the message title
es_es: Saltar la cadena "[PBX]:" en el título de mensaje
fa_ir: نادیده گرفتن "[PBX]:" جمله از عنوان پیام

source: Skip to the next message after save/delete.
es_es: Ir al siguiente mensaje después de guardar/eliminar.
fa_ir: پرش به پیام بعدی پس از ذخیره / حذف.

source: Skips to the next message after hitting 7 or 9 to delete/save current message.
es_es: Salta al siguiente mensaje después de pulsar 7 o 9 para borrar / guardar el mensaje actual.

source: Some IMAP server implementations store folders under INBOX instead of using a top level folder (ex. INBOX/Friends). In this case, user imapparentfolder to set the parent folder. For example, Cyrus IMAP does NOT use INBOX as the parent. Default is to have no parent folder set.
es_es: Algunas implementaciones de servidor IMAP almacenan carpetas bajo INBOX en lugar de utilizar una carpeta de nivel superior (por ejemplo, INBOX / Friends). En este caso, se usa imapparentfolder para establecer la carpeta principal. Por ejemplo, Cyrus IMAP no utiliza INBOX como el padre. El valor predeterminado es no tener ninguna carpeta padre definida.

source: Sound Files
es_es: Archivos de Sonido
fa_ir: فایل های صوتی

source: Sound files used for Voicemail
es_es: Archivos de sonido utilizados para correo de voz
fa_ir: فایل های صوتی استفاده شده برای ایمیل صوتی

source: Specify in minutes the minimum duration to say. Default is 2 minutes.
es_es: Especificar en minutos, la duración mínima a decir. Predeterminado es de 2 minutos.
fa_ir: اختصاص کمترین دقیقه برای گفتن. پیشفرض 2دقیقه است.

source: Specify in minutes the minimum duration to say. Default is 2 minutes. (in minutes)
es_es: Especifique en minutos la duración mínima para decir. El valor predeterminado es 2 minutos. (en minutos)

source: Specify what command is called for outbound E-mail
es_es: Especificar qué comando se llama para el correo electrónico saliente

source: Stop Keys
es_es: Teclas de Parar
fa_ir: کلیدهای ایست

source: Stop the Recording First before trying to delete
es_es: Detener la grabación antes de tratar de eliminar
fa_ir: قطع ضبط قبل از تلاش برای حذف

source: Stop the Recording First before trying to save
es_es: Detener la Grabación Primero antes de trata de salvar
fa_ir: قطع ضبط قبل از تلاش برای ذخیره

source: Storage Usage
es_es: Uso de Almacenamiento
fa_ir: فضای مصرفی

source: Subject sent to pager.
es_es: Asunto enviado al buscapersonas.
fa_ir: عنوان ارسال شده برای پیام گیر.

source: Submit
es_es: Enviar
fa_ir: ارسال

source: Successfully forwarded voicemail to %s
es_es: Correo de voz enviado correctamente a %s
fa_ir: فوروارد موفق ایمیل صوتی به %s

source: Supported <i>variables</i>:
es_es: Soportado <i>variables</i>:
fa_ir: پشتیبانی <i>متغیرها</i>:

source: Supported Formats: %s
es_es: Formatos Soportados: %s
fa_ir: فرمت پشتیبانی شده: %s

source: System Settings
es_es: Configuraciones Sistema
fa_ir: تنظیمات سیستم

source: System Usage Statistics
es_es: Estadísticas de Uso para el Sistema
fa_ir: آمار مصرفی سیستم

source: Temporary Greeting
es_es: Saludo Temporal
fa_ir: پیام خوش آمد موقت

source: Temporary Greeting Warn
es_es: Advertencia de Saludo Temporal
fa_ir: هشدار خوش آمد گویی موقت

source: Temporary Greetings
es_es: Saludos Temporales
fa_ir: پیام های خوش آمد موقت

source: Temporary greeting reminder.
es_es: Recordatorio saludo temporal.
fa_ir: یادآوری پیام موفت.

source: The <i>values</i> supported in the timezone definition string include:
es_es: Los <i>valores,</i> soportados la cadena del uso horario incluyen:

source: The ADSI Voicemail application version number.
es_es: El número de versión de la aplicación de correo de voz ADSI.
fa_ir: شماره نسخه درخواست ایمیل صوتی ADSI.

source: The ADSI feature descriptor number to download to
es_es: El número descriptor de la función de ADSI para descargar a
fa_ir: تعداد ویژگی توصیفی ADSI برای دانلود به

source: The ADSI security lock code
es_es: El código de bloqueo de seguridad ADSI
fa_ir: کد قفل امنیتی ADSI

source: The Feature Code used to dial any voicemail
es_es: Código de Función usado para discar cualquier Correo de Voz
fa_ir: کد ویژه برای شماره گیری هر ایمیل صوتی

source: The Feature Code used to direct dial a users voicemail from their own extension
es_es: Código de Función usado para discar directo al correo de voz de un usuario desde su propia extension
fa_ir: کد ویژه برای شماره گیری مستقیم کاربران به ایمیل صوتی از داخلی کاربر

source: The IMAP password of the user
es_es: La contraseña IMAP del usuario
fa_ir: کلمه عبور IMAP برای کاربر

source: The IMAP username of the mailbox to access
es_es: El nombre de usuario IMAP del buzón para acceder
fa_ir: نام کاربری IMAP برای دسترسی به صندوق ایمیل

source: The TCP close timeout (in seconds)
es_es: El tiempo de espera de cierre TCP (en segundos)

source: The TCP open timeout (in seconds)
es_es: El tiempo de espera TCP abierto (en segundos)

source: The TCP read timeout (in seconds)
es_es: El tiempo de espera de lectura TCP (en segundos)

source: The TCP write timeout (in seconds)
es_es: El tiempo de espera de escritura TCP (en segundos)

source: The amount of gain to amplify a voicemail message when geing recorded. This is usually set when users are complaining about hard to hear messages on your system, often caused by very quiet analog lines. The gain is in Decibels which doubles for every 3 db.
es_es: La cantidad de ganancia para amplificar un mensaje de voz cuando esta siendo grabado. Esto se establece por lo general cuando los usuarios se quejan de dificultad al escuchar los mensajes en su sistema, a menudo causada por las líneas analógicas. La ganancia está en decibelios que se duplica por cada 3 dB.

source: The character set for Voicemail messages
es_es: El conjunto de caracteres para mensajes de correo de voz

source: The default table for ODBC Voicemail storage is voicemessages.
es_es: La tabla por defecto para el almacenamiento de correo de voz es voicemessages.
fa_ir: جدول پیشفرض ODBC ذخیره ایمیل صوتی در پیام های صوتی.

source: The default table for ODBC voicemail storage is voicemessages.
es_es: La tabla predeterminada para el almacenamiento de buzón de voz ODBC es mensajes de voz.

source: The email address that Voicemails are sent to.
es_es: La dirección de email a la que se enviarán los mensajes de voz.
fa_ir: آدرس ایمیلی که ایمیل صوتی به آن ارسال شده.

source: The email body. Change the from, body and/or subject, variables: VM_NAME, VM_DUR, VM_MSGNUM, VM_MAILBOX, VM_CALLERID, VM_CIDNUM, VM_CIDNAME, VM_DATE. Additionally, on forwarded messages, you have the variables: ORIG_VM_CALLERID, ORIG_VM_CIDNUM, ORIG_VM_CIDNAME, ORIG_VM_DATE You can select between two variables by using dialplan functions, e.g. ${IF(${ISNULL(${ORIG_VM_DATE})}?${VM_DATE}:${ORIG_VM_DATE})}.
es_es: El cuerpo del correo electrónico. Cambie el "de", cuerpo y/o asunto, variables: VM_NAME, VM_DUR, VM_MSGNUM, VM_MAILBOX, VM_CALLERID, VM_CIDNUM, VM_CIDNAME, VM_DATE. Además, en los mensajes reenviados, tiene las variables: ORIG_VM_CALLERID, ORIG_VM_CIDNUM, ORIG_VM_CIDNAME, ORIG_VM_DATE Puede seleccionar entre dos variables utilizando las funciones de plan de marcado, p. ${IF(${ISNULL(${ORIG_VM_DATE})}?${VM_DATE}:${ORIG_VM_DATE})}.

source: The email subject
es_es: El asunto del correo electrónico
fa_ir: عنوان ایمیل

source: The folder in which to store voicemail messages on the IMAP server. By default, they are stored in INBOX.
es_es: La carpeta en la que se almacenan los mensajes de correo de voz en el servidor IMAP. De forma predeterminada, se almacenan en INBOX.

source: The name of a sound file (the file name must be single-quoted)
es_es: El nombre de un archivo de sonido (el nombre del archivo debe ser comillas simples)
fa_ir: نام فایل صوتی (نام فایل باید single-quoted باشد)

source: The pager body. Change the from, body and/or subject, variables: VM_NAME, VM_DUR, VM_MSGNUM, VM_MAILBOX, VM_CALLERID, VM_CIDNUM, VM_CIDNAME, VM_DATE. Additionally, on forwarded messages, you have the variables: ORIG_VM_CALLERID, ORIG_VM_CIDNUM, ORIG_VM_CIDNAME, ORIG_VM_DATE You can select between two variables by using dialplan functions, e.g. ${IF(${ISNULL(${ORIG_VM_DATE})}?${VM_DATE}:${ORIG_VM_DATE})}.
es_es: El cuerpo del buscapersonas. Cambie el de, cuerpo y/o asunto, variables: VM_NAME, VM_DUR, VM_MSGNUM, VM_MAILBOX, VM_CALLERID, VM_CIDNUM, VM_CIDNAME, VM_DATE. Además, en los mensajes reenviados, tiene las variables: ORIG_VM_CALLERID, ORIG_VM_CIDNUM, ORIG_VM_CIDNAME, ORIG_VM_DATE Puede seleccionar entre dos variables utilizando las funciones de plan de marcado, p.e. ${IF(${ISNULL(${ORIG_VM_DATE})}?${VM_DATE}:${ORIG_VM_DATE})}.

source: The pager subject
es_es: El Asunto Buscapersonas
fa_ir: عنوان پیجر

source: The remaining options can have internal extensions, ringgroups, queues and external numbers that may be rung. It is often used to include your cell phone. You should run a test to make sure that the number is functional any time a change is made so you don't leave a caller stranded or receiving invalid number messages.
es_es: Las opciones restantes pueden ser extensiones internas, grupos de extensiones, colas, y números externo que puedan ser llamados. A menudo se usa para incluir el número de teléfono móvil. Debería hacer una prueba para asegurarse de que la opción funciona correctamente y que el número especificado como destino es alcanzable (es decir, está autorizado a llamar a ese número de teléfono) para no dejar al llamante esperando o recibiendo mensajes sobre un número de teléfono no válido.

source: The value of odbcstorage is the database connection configured in res_odbc.conf.
es_es: El valor de odbcstorage es la conexión de base de datos configurada en res_odbc.conf.

source: There is nothing to delete
es_es: No hay nada que borrar
fa_ir: موردی برای حذف وجود ندارد
