Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/voicemail/i18n/*/LC_MESSAGES/voicemail.po
Languages: es_es, fa_ir

source: These are the assigned and active extensions which will show up for this user to control and edit in UCP
es_es: Estas son las extensiones asignadas y activas que se mostrarán para que este usuario pueda controlar y editar en UCP
fa_ir: داخلی های فعال و مشخصی وجود دارد که به این کاربر در پنل کاربری ویرایش شده و نمایش داده میشوند

source: These settings apply to Voicemail Email Configuration
es_es: Estos ajustes se aplican a la configuración de correo electrónico de correo de voz
fa_ir: تنظیمات در پیکربندی ایمیل صوتی اعمال میشود

source: These settings apply to context related operations
es_es: Estos ajustes se aplican a operaciones relacionadas con el contexto
fa_ir: تنظیمات در زمینه اپراتور مربوطه اعمال میشود

source: These settings are only applicable when Asterisk is compiled with IMAP support
es_es: Estos ajustes sólo son aplicables cuando Asterisk se compila con soporte IMAP

source: This is the IMAP password, if using IMAP storage
es_es: Esta es la contraseña IMAP, si se utiliza el almacenamiento IMAP
fa_ir: این کلمه عبور IMAP است, اگر از ذخیره IMAP استفاده میکنید

source: This is the IMAP username, if using IMAP storage
es_es: Este es el nombre de usuario IMAP, si se utiliza el almacenamiento IMAP
fa_ir: این نام کاربری IMAP است, اگر از ذخیره IMAP استفاده میکنید

source: This is the PIN used to access the Voicemail system. It should be between 4 and 12 numbers in length.
es_es: Este es el PIN utilizado para acceder al sistema de correo de voz. Debe tener entre 4 y 12 números de longitud.
fa_ir: این پین استفاده شده برای دسترسی به سیستم ایمیل صوتی است.طولش باید بین 4 و12 رقم باشد.

source: This is the Voicemail Context which is normally set to default. Do not change unless you understand the implications.
es_es: Éste es el contexto en el que se ejecutará el buzón de voz, que normalmente es "default". No lo cambie a menor que comprenda las implicaciones.
fa_ir: این متن ایمیل صوتی است که معمولا به صورت پیشفرض تنظیم میشود. اگر نیازی نیست تغییر ندهید.

source: This is the password used to access the Voicemail system.%sThis password can only contain numbers.%sA user can change the password you enter here after logging into the Voicemail system (%s) with a phone.
es_es: Esta es la contraseña utilizada para acceder al sistema de correo de voz. %s Contraseña sólo puede contener números.%sUn usuario puede cambiar la contraseña que introduzca aquí después de iniciar sesión en el sistema de correo de voz (%s) con un teléfono.

source: This is the password used to access the Voicemail system.<br /><br />This password can only contain numbers.<br /><br />A user can change the password you enter here after logging into the Voicemail system (*98) with a phone.
es_es: Esta es la contraseña utilizada para acceder al sistema de correo de voz.<br /><br /> Esta contraseña sólo puede contener números.<br /><br />Un usuario puede cambiar la contraseña que introduzca aquí después de registrarse en el sistema de correo de voz con (*98) en un teléfono.

source: This is the same as Force Name, except for recording greetings. Default is 'No'
es_es: Este es el mismo nombre de la Fuerza, excepto para grabar saludos. El valor predeterminado es 'No'

source: This module allows you to configure Voicemail for a user or extension
es_es: Este módulo le permite configurar el correo de voz para un usuario o extensión
fa_ir: ماژول به شما اجازه تنظیمات ایمیل صوتی برای کاربر یا داخلی میدهد

source: Time announcement for message playback
es_es: Anuncio de Tiempo para reproducir el mensaje
fa_ir: اعلام زمان برای پخش پیام

source: Time to wait after message has played to timeout and/or repeat the message if no entry pressed.
es_es: Tiempo de espera después que un mensaje se ha reproducido o repetido y no se ha presionado ninguna opción.
fa_ir: زمان انتظار بعد از پخش پیام و/یا تکرار پیام اگر دیتایی وارد نشد.

source: Times to Play Message
es_es: Veces a reproducir mensaje
fa_ir: زمان های پخش پیام

source: Timezone
es_es: Zona Horaria
fa_ir: منطقه زمانی

source: Timezone Definitions
es_es: Definición Zona Horaria
fa_ir: تعریف منطقه زمانی

source: Timezone definition format is:
es_es: Formato de Definición de Zona Horaria es:
fa_ir: فرمت منطقه زمانی:

source: Timezone definition name
es_es: Nombre definición Zona Horaria
fa_ir: نام منطقه زمانی تعریف شده

source: Timezone from zonemessages context. Irrelevant if envelope=no.
es_es: Zona horaria del contexto zonemessages. Irrelevante si sobre = no.

source: To
es_es: A
fa_ir: به

source: To play the media you will need to either update your browser to a recent version or update your %s
es_es: Para reproducir la media usted que tendrá que actualizar su navegador a una versión más reciente o actualizar su %s
fa_ir: برای پخش باید مرورگر را به نسخه %s به روز کنید

source: Turn on/off envelope playback before message playback
es_es: Activar/desactivar la reproducción de sobre antes de la reproducción del mensaje

source: Turn on/off envelope playback before message playback. [ON by default] This does NOT affect option 3,3 from the advanced options menu.
es_es: Hacer on/off sobre la reproducción antes de la reproducción del mensaje. [ON por defecto] Esto NO afecta a la opción 3,3 en el menú de opciones avanzadas.

source: Turn on/off saying duration information before the message playback.
es_es: Activar/desactivar la información de duración antes de la reproducción del mensaje.

source: Turn on/off saying duration information before the message playback. [ON by default]
es_es: Conmutar on/off decir la información de duración antes de la reproducción del mensaje. [ON por defecto]
fa_ir: روشن/خاموش کردن گفتن اطلاعات قبل از پخش مجدد پیام. [روشن در حالت پیشفرض]

source: UCP Message Limit
es_es: Límite de mensaje UCP
fa_ir: محدودیت پیام پنل کاربری

source: Unable to add mailbox!
es_es: No se puede agregar buzón!
fa_ir: عدم توانایی افزودن صندوق ایمیل!

source: Unactivated
es_es: Desactivado
fa_ir: غیرفعال شده

source: Unavailable
es_es: Indisponible
fa_ir: غیرقابل دسترس

source: Unavailable Greeting
es_es: Saludo No Disponible
fa_ir: پیام غیرقابل دسترس

source: Unavailable Greetings
es_es: Saludos no Disponible
fa_ir: پیام های غیرقابل دسترس

source: Uncheck to play a beep after your personal Voicemail greeting.
es_es: Desmarque esta casilla para reproducir un "bip" después del mensaje personal del buzón de voz.
fa_ir: بدون علامت کنید برای پخش بوق بعد از پیام خوش آمد شخصی در ایمیل صوتی.

source: Unknown
es_es: Desconocido
fa_ir: ناشناخته

source: Unknown Error
es_es: Error Desconocido
fa_ir: خطای ناشناخته

source: Unsupported file format
es_es: formato de archivo no soportado
fa_ir: فرمت فایل پشتیبانی نشده

source: Unsupported file type
es_es: Tipo de archivo no soportado
fa_ir: نوع فایل پشتیبانی نشده

source: Update Required
es_es: Actualización Requerida
fa_ir: احتیاج به روزرسانی دارد

source: Upload Greeting
es_es: Subir Saludo
fa_ir: بازگذاری پیام خوش آمد

source: Upload a New Greeting or Drag an Old Greeting Here
es_es: Cargue un nuevo saludo o arrastre un saludo antiguo aquí
fa_ir: بارگذاری پیام خوش آمد یا کشیدن پیام قدیمی یه اینجا

source: Uploading...
es_es: Subiendo...
fa_ir: بارگذاری ...

source: Urgent
es_es: Urgente
fa_ir: فوری

source: Usage
es_es: Uso
fa_ir: مصرفی

source: Usage Statistics For:
es_es: Estadísticas de Uso para:
fa_ir: آمار مصرفی برای:

source: Use Directory
es_es: Usar Directorio
fa_ir: استفاده از دایرکتوری

source: Use When
es_es: Use Cuando
fa_ir: هنگام مصرف

source: Use When:
es_es: Usar cuando:
fa_ir: هنگام مصرف:

source: Use any extensions, ringgroups, queues or external numbers. <br/><br/>Remember to re-record your personal Voicemail greeting and include instructions. Run a test to make sure that the number is functional.
es_es: Puede usar un número de cualquier extensión, grupo de extensiones, colas o números externos.<br/><br/>Recuerde volver a grabar el mensaje de bienvenida de su buzón de voz para indicar las instrucciones. Realice una prueba para comprobar el correcto funcionamiento de la configuración realizada y que los números especificados son alcanzables (es decir, que tiene permisos para llamar a esos números).

source: Use any extensions, ringgroups, queues or external numbers. Remember to re-record your personal voicemail greeting and include instructions. Run a test to make sure that the number is functional.
es_es: Utilice cualquier extensión, ringgroups, colas o números externos. Recuerde volver a grabar el saludo del correo de voz personal e incluir instrucciones. Ejecutar una prueba para asegurarse de que el número es funcional.

source: User Primary Extension
es_es: Extensión Primaria del Usuario
fa_ir: داخلی اصلی کاربر

source: User context is where entries from users.conf are registered. The default value is 'default'
es_es: El contexto del usuario es donde se registran las entradas de users.conf. El valor predeterminado es 'predeterminado'

source: VM Context
es_es: Contexto del buzón de voz
fa_ir: متن ایمیل صوتی

source: VM Context cannot be blank
es_es: El contexto del buzoón de voz no puede estar vacío
fa_ir: متن ایمیل صوتی نمیتواند خالی باشد

source: VM Options
es_es: Opciones del buzón de voz
fa_ir: گزینه های ایمیل صوتی

source: Valid port as specified in smdi.conf for using smdi for external notification.
es_es: Puerto válido como especificado en smdi.conf para el uso de SMDI en la notificación externa.

source: VmX Locater&trade;
es_es: Localizador VmX&trade;

source: Voicemail
es_es: Buzón de voz
fa_ir: ایمیل صوتی

source: Voicemail Admin
es_es: Admin Correo Vocal
fa_ir: مدیریت ایمیل صوتی

source: Voicemail Administration
es_es: Administración Correo Vocal
fa_ir: مدیریت کردن ایمیل صوتی

source: Voicemail Auto Delete is on. New messages will not show up here.
es_es: Voicemail Auto Delete está activado. Los nuevos mensajes no aparecerán aquí.
fa_ir: حذف خودکار ایمیل صوتی روشن است. پیام جدید اینجا نمایش داده میشود.

source: Voicemail Context
es_es: Contexto del buzón de voz
fa_ir: زمینه ایمیل صوتی

source: Voicemail E-Mail
es_es: Correo de voz Correo electrónico
fa_ir: ایمیل ایمیل صوتی

source: Voicemail Enable [Blank to disable]
es_es: Correo de voz Habilitar [Desactivar en blanco]
fa_ir: فعال کردن ایمیل صوتی [خالی برای غیرفعال کردن]

source: Voicemail Instructions:
es_es: Instrucciones del buzón de voz:
fa_ir: ساختارهای ایمیل صوتی:

source: Voicemail Message
es_es: Mensaje de Correo de Voz
fa_ir: پیام ایمیل صوتی

source: Voicemail Module
es_es: Módulo de correo de voz
fa_ir: ماژول ایمیل صوتی

source: Voicemail Options is a pipe-delimited list of options. Example: attach=no|delete=no
es_es: Opciones de correo de voz es una lista de opciones delimitadas por "|". Ejemplo: attach=no|delete=no

source: Voicemail PIN
es_es: PIN Correo de Voz
fa_ir: پین ایمیل صوتی

source: Voicemail Password
es_es: Contraseña del buzón de voz
fa_ir: کلمه عبور ایمیل صوتی

source: Voicemail Password must contain only digits
es_es: La contraseña de correo de voz debe contener sólo dígitos
fa_ir: کلمه عبور ایمیل صوتی تنها باید شامل اعداد باشد

source: Voicemail Pin
es_es: PIN de Correo de Voz
fa_ir: پین ایمیل صوتی

source: Voicemail Recording Gain
es_es: Ganancia de Grabación de Correo de Voz
fa_ir: دامنه ضبط ایمیل صوتی

source: Voicemail Settings
es_es: Configuración Correo de Voz
fa_ir: تنظیمات ایمیل صوتی

source: Voicemail is enabled but the Voicemail Password field is empty. Are you sure you wish to continue?
es_es: El buzón de voz está habilitado, pero la contraseña del buzón está vacía. ¿Está seguro de que desea continuar?
fa_ir: ایمیل صوتی فعال است ولی فیلد کلمه عبور ایمیل صوتی خالی است. آیا از ادامه مطمئن هستید؟

source: Voicemail not moved to %s
es_es: Correo de Voz no movido a %s
fa_ir: ایمیل صوتی منتقل نشد به%s

source: Voicemail was empty: %s
es_es: Correo de Voz estaba vacío: %s
fa_ir: پیام صوتی خالی بود:%s

source: Volume Gain
es_es: Ganancia Volumen
fa_ir: ایمیل صوتی Gain

source: Warning, You are over the max message display amount of %s only %s messages will be shown
es_es: Advertencia: Usted ha sobrepasado la cantidad máxima de visualización de %s mensajes, solo %s se mostrarán

source: Warning: the actions below are global and will affect ALL users.
es_es: Advertencia: las acciones siguientes son globales y afectarán a TODOS los usuarios.
fa_ir: هشدار： عملیات زیر عمومی بوده روی تمام کاربران اعمال میشود.

source: When to use VMX
es_es: Cuándo utilizar VMX
fa_ir: زمان استفاده از VMX

source: Whether to play the busy, unavailable or no message when direct dialing voicemail
es_es: Ya sea para reproducir el mensaje de ocupado, no disponible o no mensaje cuando se marca directo el correo de voz

source: Which format of audio file to attach to the email.
es_es: ¿En qué formato de archivo de audio estará el adjunto al correo electrónico.
fa_ir: کدام فرمت فایل صوتی به ایمیل ضمیمه شده است.

source: Which format to attach to the email. Normally this is the first format specified in the format parameter above, but this option lets you customize the format sent to particular mailboxes. Useful if Windows users want wav49, but Linux users want gsm.
es_es: Formato a adjuntar al correo electrónico. Normalmente, este es el primer formato especificado en el parámetro de formato anterior, pero esta opción le permite personalizar el formato enviado a determinados buzones. Útil si los usuarios de Windows quieren wav49, pero los usuarios de Linux quieren gsm.

source: Who the e-mail notification should appear to come from
es_es: De dónde la notificación por correo electrónico deberá parecer provenir
fa_ir: ایمیل هشدار از طرف که آمده

source: Work
es_es: Trabajo
fa_ir: محل کار

source: Write Timeout
es_es: Tiempo de espera de escritura
fa_ir: وقفه زمانی نوشتن

source: Year
es_es: Año
fa_ir: سال

source: Yes
es_es: Si
fa_ir: بله

source: Yes to search all contexts, no to search current context (if one is not specified).
es_es: Sí para búsqueda de todos los contextos, No para buscar el contexto actual (si no se especifica).
fa_ir: بله برای جستجوی همه متن ها, خیر برای جستجوی متن فعلی (اگر مشخص نشده باشد).

source: Your Browser Blocked The Recording, Please check your settings
es_es: Su Navegador bloqueo la Grabación. Por favor chequee su configuración
fa_ir: مرورگر شما ضبط پیام را محدود کرده, تنظیمات را چک کنید

source: Your settings have been saved
es_es: Su Configuración ha sido Salvada
fa_ir: تنظیمات شما ذخیره شد

source: failed with retcode %s while removing %s:
es_es: Fallo con código %s al eliminar %s:

source: numeric day of month (first, second, ..., thirty-first)
es_es: día numérico del mes (primero, segundo, .... trigésimo-primero)
fa_ir: شماره روزهای ماه(یکم،دوم،...،سی و یکم)

source: timezone|values
es_es: zona horaria|valores
fa_ir: منطقه زمانی|مقادیر

source: yes
es_es: si
fa_ir: بله

source: %s Voicemail
fa_ir: ایمیل صوتی %s

source: GB
fa_ir: گیگا بایت

source: General
fa_ir: عمومی

source: IMAP Flags
fa_ir: پرچم های IMAP

source: INBOX
fa_ir: صندوق ورودی

source: KB
fa_ir: کیلو بایت

source: MB
fa_ir: مگا بایت

source: No
fa_ir: خیر

source: Prepend Timeout
fa_ir: وقفه زمانی

source: TB
fa_ir: ترا بایت

source: Total
fa_ir: مجموع

source: VMAIL
fa_ir: ایمیل صوتی

source: variable
fa_ir: متغیر
