Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/conferences/i18n/*/LC_MESSAGES/conferences.po
Languages: cs, de_de, it_it, pt_br, uk_ua, vi

source: Actions
cs: Akce
de_de: Aktionen
it_it: Azioni
pt_br: Ações
uk_ua: Дії
vi: Các thao tác

source: Add
cs: Přidat
de_de: Hinzufügen
it_it: Aggiungi
pt_br: Adicionar
uk_ua: Додати
vi: Thêm

source: Admin PIN
cs: PIN administrátora
de_de: Administrator PIN
it_it: PIN Amministratore
pt_br: PIN Administrador
uk_ua: PIN адміністратора
vi: Quản trị viên PIN

source: Allow Menu
cs: Povolit menu
de_de: Menü zulassen
it_it: Menu consenti
pt_br: Permitir Menu
uk_ua: Дозволити меню
vi: Cho phép Menu

source: Allow creation of conference rooms where multiple people can talk together
cs: Umožnit vytvářet konferenční místnosti, kde může hovořit více lidí
de_de: Erlaube die Erstellung von Konferenzräumen, wo mehrere Personen miteinander sprechen können
it_it: Consenti la creazione di tanze Riunioni in cui più persone possono parlare insieme
pt_br: Permitir criação de salas de conferência onde múltiplas pessoas podem falar juntas
uk_ua: Дозволити створення конференц-залів, де кілька людей можуть розмовляти один з одним
vi: Cho phép tạo các phòng hội nghị nơi nhiều người có thể nói chuyện với nhau

source: Announce user join/leave. If enabled this will require the user to record their name before joining the conference
cs: Oznámit uživateli připojit/opustit. Pokud je tato volba povolena, bude po uživateli vyžadováno, aby nahrál své jméno před připojením do konference
de_de: Benutzer anmelden / abmelden Wenn dies aktiviert ist, muss der Benutzer seinen Namen aufzeichnen, bevor er der Konferenz beitritt
it_it: Annuncia l'utente che si unisce / abbandona. Se abilitato, si richiederà all'utente di registrare il proprio nome prima di partecipare alla Riunione
pt_br: Anunciar se o usuário entrou/saiu. Se ativado, isso exigirá que o usuário grave seu nome antes de entrar na conferência
uk_ua: Оголошувати коли користувач приєднався або пішов. Якщо цей параметр включений, то перш ніж приєднатися до конференції, користувачеві буде потрібно записати своє ім'я
vi: Thông báo người dùng tham gia/ rời khỏi. Nêu bật tính năng này, nó sẽ yêu cầu người dùng ghi tên của họ trước khi tham gia hội nghị

source: Announce user(s) count on joining conference
cs: Uznámit počet uživatelů při přihlášení do konference
de_de: Angemeldete Benutzer zählen beim Beitritt zur Konferenz
it_it: Comunica il numero di utenti quando si partecipa ad una Riunione
pt_br: Anuncia o número de usuários ao se juntar à conferência
uk_ua: Оголошувати кількість користувачів під час приєднання до конференції
vi: Thông báo người dùng đang tham gia hội nghị

source: Applications
cs: Aplikace
de_de: Anwendungen
it_it: Applicazioni
pt_br: Aplicações
uk_ua: Додатки
vi: Các ứng dụng

source: Conf Number
cs: Číslo konference
it_it: Numero Riunione

source: Conference
cs: Konference
de_de: Konferenz
it_it: Riunione
pt_br: Conferência
uk_ua: Конференція
vi: Hội nghị

source: Conference Name
cs: Název konference
de_de: Konferenzname
it_it: Nome Riunione
pt_br: Nome da Conferência
uk_ua: Назва конференції
vi: Tên hội nghị

source: Conference Number
cs: Číslo konference
de_de: Konferenznummer
it_it: Numero Riunione
pt_br: Número da Conferência
uk_ua: Номер конференції
vi: Số hội nghị

source: Conference Number is missing.
de_de: Die Konferenznummer fehlt.
it_it: Manca il numero della Riunione.

source: Conference Room %s : %s
cs: Konferenční místnost %s : %s
de_de: Konferenzraum %s : %s
it_it: Riunione %s: %s
pt_br: Sala de Conferência %s : %s
uk_ua: Конференц-зал %s : %s
vi: Phòng hội nghị %s : %s

source: Conference Status
cs: Stav konference
de_de: Konferenzstatus
it_it: Stato Riunione
vi: Trạng thái hội nghị

source: Conference number used.
cs: Použité číslo konference.
de_de: verwendete Konferenznummer.
it_it: Numero Riunione usato.

source: Conference:
cs: Konference:
de_de: Konferenz:
it_it: Riunione:
pt_br: Conferência:
uk_ua: Конференція:
vi: Hội nghị:

source: Conference: %s
cs: Konference: %s
de_de: Konferenz: %s
it_it: Conferenza: %s
pt_br: Conferência: %s
uk_ua: Конференція: %s
vi: Hội nghị: %s

source: Conferences
cs: Konference
de_de: Konferenzen
it_it: Riunioni
pt_br: Conferências
uk_ua: Конференції
vi: Các hội nghị

source: Conflicting Extensions
cs: Pobočky v konfliktu
de_de: Nebenstellenkonflikt
it_it: Interni in conflitto
pt_br: Ramais Conflitantes
uk_ua: Конфліктні додаткові номери
vi: Các máy nhánh đang xung đột

source: Delete
cs: Smazat
de_de: Löschen
it_it: Elimina
pt_br: Apagar
uk_ua: Видалити
vi: Xóa

source: Description
cs: Popis
de_de: Beschreibung
it_it: Descrizione
pt_br: Descrição
uk_ua: Опис
vi: Mô tả

source: Desctiption
cs: Popis
de_de: Beschreibung
it_it: Descrizione

source: Desctiption of the conference.
cs: Popis konference.
de_de: Beschreibung der Konferenz.
it_it: Descrizione Riunione.

source: Edit
cs: Upravit
de_de: Bearbeiten
it_it: Modifica
pt_br: Editar
uk_ua: Редагувати
vi: Hiệu chỉnh

source: Enable Music On Hold when the conference has a single caller
cs: Povolit Music on Hold pokud je v konferenci jen jeden volající
de_de: Aktivieren Sie Music On Hold, wenn die Konferenz einen einzelnen Teilnehmer hat
it_it: Attiva Musica di Attesa quando solo un utente è nella Riunione
pt_br: Habilita música em espera quando a conferência tem apenas um usuário
uk_ua: Відтворювати музику в очікувані, коли у конференції лише один учасник
vi: Bật Nhạc chờ khi hội nghị đang có người gọi cấp cao hơn

source: Enter a PIN number for the admin user.<br><br>This setting is optional unless the 'leader wait' option is in use, then this PIN will identify the leader.<br>This pin should be different than the user pin.
cs: Zadejte číslo PIN pro administrátora.<br><br>Toto nastavení je volitelné, pokud se nepoužije volba "čekat na moderátora", pak tento identifikátor identifikuje moderátora.<br>Tento PIN by se měl lišit od uživatelského PINu.
de_de: Geben Sie eine PIN-Nummer für den Benutzer admin ein. <br> <br> Diese Einstellung ist optional, es sei denn, die Option 'leader wait' wird verwendet, dann identifiziert diese PIN den Leader. <br> Dieser Pin sollte sich vom Benutzer-Pin unterscheiden .
it_it: Inserisci un codice PIN per l' amministratore.<br><br> Si tratta di un' impostazione facoltativa, a meno che non sia in uso l'opzione 'Attesa Leader' nel quale caso il PIN identificherà il leader. <br> Questo PIN dovrebbe essere diverso da quello dell'utente.
pt_br: Digite um número PIN para o usuário administrador. <br><br> Esta configuração é opcional, a menos que a opção 'aguardar líder' esteja em uso, então este PIN identificará o líder. <br> Este pin deve ser diferente do pin do usuário.
uk_ua: Введіть PIN-коду для користувача з правами адміністратора.<br><br>Цей параметр не обов'язковий. Якщо опція 'очікування лідера' використовується, то цей PIN ідентифікує лідера.<br>Цей код повинен бути іншим, ніж PIN-код користувача.
vi: Nhập một số PIN cho người admin. <br><br>. Cài đặt này mang tính lựa chọn trừ khi " lựa chọn 'leader wait' ( Đợi người chủ trì) đang được chọn, sau đó PIN này sẽ xác định người chủ trì. <br> Pin này cần phải khác hơn so với pin người dùng.

source: Extension
cs: Pobočka
de_de: Nebenstelle
it_it: Interno
pt_br: Ramal
uk_ua: Додатковий номер
vi: Máy nhánh

source: Force Allow Conference Recording
cs: Vynutit povolení nahrávání konference
de_de: Erzwingen der Konferenzaufnahme
it_it: Forza Consenti registrazione Riunione
vi: Bắt buộc cho phép ghi âm hội nghị

source: Give this conference a brief name to help you identify it.
cs: Dejte této konferenci stručný název, který vám ji pomůže identifikovat.
de_de: Geben Sie dieser Konferenz einen kurzen Namen, damit Sie diese leichter identifizieren können.
it_it: Dai alla Riunione un nome breve per una facile identificazione.
pt_br: Dê a esta conferência um breve nome para ajudar a identificá-la.
uk_ua: Призначте цієї конференції коротке ім'я, щоб допомогти вам ідентифікувати її.
vi: Gửi tới hội nghị một tên ngắn gọn để giúp bạn xác nhận nó.

source: Import/Export Conferences
cs: Import/export konferencí
de_de: Konferenzen importieren/exportieren
it_it: Importazione/Esportazione Riunioni

source: Inherit
cs: Zdědit
de_de: Erben
it_it: Eredita
pt_br: Herdar
uk_ua: Успадкувати
vi: Kế thừa

source: Join Message
cs: Připojit zprávu
de_de: Join/Beitritt Mitteilung
it_it: Messaggio all'Accesso
pt_br: Mensagem de Entrada
uk_ua: Повідомлення при з'єднанні
vi: Tham gia Message

source: Join message id.
cs: Připojit id zprávy.
it_it: Id del messaggio all'Accesso.

source: Language
cs: Jazyk
de_de: Sprache
it_it: Lingua
pt_br: Idioma
uk_ua: Мова
vi: Ngôn ngữ

source: Language.
cs: Jazyk.
de_de: Sprache.
it_it: Lingua.

source: Leader Leave
cs: Moderátor odešel
de_de: Leiter geht
it_it: uscita del Leader
pt_br: Líder Sai
uk_ua: Лідер пішов
vi: Người chủ trì rời khỏi

source: Leader Wait
cs: Čekání na moderátora
de_de: Auf Leiter warten
it_it: Attendi leader
pt_br: Esperar Líder
uk_ua: Очікування лідера
vi: Đợi người chủ trì

source: List Conferences
cs: Seznam konferencí
de_de: Konferenzen auflisten
it_it: Elenco delle Riunioni
pt_br: Lista de Conferências
uk_ua: Список конференцій
vi: Danh sách các hội nghị

source: Maximum Number of users allowed to join this conference.
cs: Maximální počet uživatelů, kteří se mohou připojit k této konferenci.
de_de: Maximale Anzahl der Benutzer, die an dieser Konferenz teilnehmen dürfen.
it_it: Numero massimo di utenti consentiti in questa Riunione.
pt_br: Número Máximo de usuários permitidos juntar-se nesta conferência.
uk_ua: Максимальна кількість користувачів дозволена в цієї конференції.
vi: Số người dùng tối đa được cho phép tham gia vào hội nghị này.

source: Maximum Participants
cs: Maximální počet účastníků
de_de: Maximale Teilnehmerzahl
it_it: Massimo partecipanti
pt_br: Máximo de Participantes
uk_ua: Максимальна кількість учасників
vi: Người tham gia tối đa

source: Member Timeout
cs: Časový limit člena
de_de: Zeitüberschreitung für Mitglieder
it_it: Timeout di un membro
pt_br: Tempo de Espera do Membro
vi: Thời gian chờ thành viên

source: Message to be played to the caller before joining the conference.<br><br>To add additional recordings please use the "System Recordings" MENU above
cs: Zpráva, která se má přehrát volajícímu před připojením do konference.<br><br>Chcete-li přidat další nahrávky, použijte MENU "Systémové nahrávky" výše
de_de: Nachricht, die dem Anrufer vorgespielt werden soll, bevor er der Konferenz beitritt. Um zusätzliche Aufnahmen hinzuzufügen, verwenden Sie bitte das "System Recordings" -Menü oben
it_it: Messaggio da riprodurre al chiamante prima di partecipare alla Riunione.<br><br>Per aggiungere ulteriori messaggi, utilizzare il "MENU delle Registrazioni di Sistema" in alto
pt_br: Mensagem a ser reproduzida para o usuário chamador antes de ingressar na conferência. Para adicionar mais gravações, use o menu "Gravações do Sistema" acima
uk_ua: Повідомлення буде відтворено користувачу що викликає, перед приєднанням до конференції.<br><br>Щоб додати додаткові записи, будь ласка, використовуйте меню "Системні записи" що знаходиться вище
vi: Tin nhắn sẽ được hiện thị tới người gọi trước khi tha gia vào hội nghị.<br><br> để thêm các ghi âm bổ sung vui lòng sử dụng MENU "System Recordings" ( ghi âm hệ thống) ởtrên

source: Music
cs: Hudba
de_de: Musik
it_it: Musica

source: Music (or Commercial) played to the caller while they wait in line for the conference to start. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route.<br><br> This music is defined in the "Music on Hold" above.
cs: Hudba hrájící volajícímu, zatímco čeká na začátek konference. Zvolte "zdědit", pokud chcete, aby byla třída MoH aktuálně vybraná, například prostřednictvím příchozích pravidel.<br><br>Tato hudba je definována v části "Music on Hold" výše.
de_de: Musik (oder Werbung), die einem Anrufer, der auf den Konferenzbeginn wartet, vorgespielt wird.Wählen Sie „erben“, wenn die Warteschleifenmusik zu übernehmen, die z.B. von der eingehenden Route vorgegeben wurde.<br /><br />Diese Musik wird oben unter „Warteschleifenmusik“ festgelegt.
it_it: La musica (o annunci publicitari) riprodotti al chiamante mentre in attesa dell'inizio della Riunione. Scegli "eredita" se vuoi che la classe MoH sia quella attualmente selezionata, ovvero quella dalla rotta in entrata.<br><br>Questa informazione è definita nel menù "Musica d'attesa" in alto.
pt_br: Música (ou Propaganda) para reproduzir para os usuários chamadores enquanto eles esperam na fila até a conferência iniciar. Escolha "herdar" se quiser que a classe MoH seja o que está selecionada atualmente, como a rota de entrada. Esta música é definida em "Música em Espera" acima.
vi: Nhạc ( hoặc thương mại) sẽ phát tới người gọi trong khi họ đang chờ hội nghị bắt đầu. Chọn "inherit" ( kế thừa) nếu bạn muốn cấp MoH là những gì được chọn, ví dụ bởi các tuyến cuộc gọi vào. <br><br> Nhạc này được định nghĩa trong "Nhạc chờ" ở trên.

source: Music on Hold
de_de: Musik bei Halten
it_it: Musica di attesa
pt_br: Música em Espera
vi: Nhạc chờ

source: Music on Hold Class
cs: Třída Music on Hold
de_de: Musik bei Halten Klasse
it_it: Categoria Musica in attesa
pt_br: Classe Música em Espera
vi: Lớp nhạc chờ

source: Music.
cs: Hudba.
de_de: Musik.
it_it: Musica.

source: Mute everyone when they initially join the conference. Please note that if you do not have 'Leader Wait' set to yes you must have 'Allow Menu' set to Yes to unmute yourself
cs: Ztišit mikrofon všem při připojení do konference. Vezměte prosím na vědomí, že pokud nemáte nastavenou možnost "Čekání na moderátora", musíte nastavit možnost "Povolit nabídku" na hodnotu Ano, chcete-li zapnout zvuk
de_de: Jeden beim ersten Beitritt zur Konferenz stummschalten. Bitte beachten Sie, dass sie 'Menü zulassen auf 'ja' gestellt haben müssen, sofern Sie 'Auf Leiter warten' auf 'ja' gestellt haben, um ihre eigene Stummschaltung zu beenden
it_it: Disattiva audio per tutti quando si partecipa inizialmente alla conferenza. Se non si è impostato 'Leader Wait' su Si, è necessario avere 'Allow Menu' impostato su Si per riattivare l'audio
pt_br: Silencie todos quando eles se juntarem inicialmente à conferência. Por favor note que se você não definir 'Aguardar Líder' para Sim, você deverá definir 'Permitir Menu' para Sim para não silenciar você mesmo
vi: Tắt tiếng mọi người khi họ bắt đầu tham gia hội nghị. Lưu ý rằng nếu bạn không có 'Leader Wait' được cài đặt là Yes, thì bạn phải có 'Allow Menu' cài đặt là Yes để tự bật tiếng

source: Mute on Join
cs: Po připojení ztišit mikrofon
de_de: Stummschalten beim Verbinden
it_it: Muto all'Accesso
pt_br: Mudo ao Ingressar
uk_ua: Німий під час з'єднання
vi: Tắt tiếng khi tham gia

source: No Limit
cs: Bez omezení
de_de: Unbegrenzt
it_it: Senza limiti
pt_br: Sem Limite
uk_ua: Немає обмежень
vi: Không giới hạn

source: None
cs: Žádný
de_de: Kein*e
it_it: Nessuno
pt_br: Nenhum
uk_ua: Жоден
vi: Không có

source: Option of the Conference is missing.
it_it: Manca l'opzione per la Riunione.

source: Option of the Conference.
cs: Možnosti konference.
it_it: Opzione Riunione.

source: Options
cs: Možnosti
de_de: Einstellungen
it_it: Opzioni

source: PIN code for admin.
cs: PIN kód pro administrátora.
de_de: Admini-PIN-Code.
it_it: Codice PIN Amministratore.

source: PIN code for user.
cs: PIN kód pro uživatele.
de_de: Benutzer-PIN-Code.
it_it: Codice PIN Utente.

source: Please enter a valid Conference Name
cs: Prosím zadejte platný název konference
de_de: Geben Sie einen gültigen Konferenznamen ein
it_it: Definire un Nome valido per la Riunione
pt_br: Por favor, entre com um Nome de Conferência válido
uk_ua: Будь ласка, введіть правильно ім'я конференції
vi: Vui lòng nhập tên hội nghị hợp lệ

source: Please enter a valid Conference Number
cs: Prosím zadejte platné číslo konference
de_de: Geben Sie eine gültige Konferenznummer ein
it_it: Definire un Numero valido per la Riunione
pt_br: Por favor, entre com um Número de Conferência válido
uk_ua: Будь ласка, введіть правильно номер конференції
vi: Vui lòng nhập một số hội nghị hợp lệ

source: Please note depending on hardware and settings a higher limit may cause call quality issues.
cs: Upozorňujeme, že v závislosti na hardwaru a nastavení může vyšší limit způsobit problémy s kvalitou volání.
de_de: Bitte beachten Sie, dass ein höheres Limit, abhängig von Hardware und Einstellungen, zu Qualitätseinbußen führen kann.
it_it: A seconda dell'hardware e delle impostazioni, un valore elevato può causare problemi di qualità delle chiamate.
pt_br: Observe que, dependendo do hardware e das configurações, um limite maior pode causar problemas de qualidade da chamada.
uk_ua: Зверніть увагу, в залежності від апаратного забезпечення і налаштувань, більш висока межа може викликати проблеми з якістю.
vi: Vui lòng lưu ý rằng tùy vào phần cứng và các cài đặt, một giới hạn cao hơn có thể gây các vấn đề về chất lượng cuộc gọi.

source: Present Menu (user or admin) when '*' is received ('send' to menu)
cs: Současné menu (uživatel nebo admin) po stisku '*' ('odeslání' do menu)
de_de: Menü ansagen (Benutzer oder Admin), wenn '*' empfangen wird (an Menü 'senden')
it_it: Presenta il menu (Utente o Amministratore) quando si preme '*' ('invia' al menu)
pt_br: Menu Presente (usuário ou admin) quando '*' é recebido ('enviar' para menu)
uk_ua: Головне меню (користувача або адміністратора), коли '*' отримано ("відправити" в меню)
vi: Hiển thị Menu( người dùng hay quản trị viên) khi '*' được nhận ('gửi' tới menu)

source: Quiet Mode
cs: Tichý režim
de_de: Ruhemodus
it_it: Modalità silenziosa
pt_br: Modo Silencioso
uk_ua: Тихий режим
vi: Chế độ im lặng

source: Quiet mode (do not play enter/leave sounds)
cs: Tichý režim (nepřehrává zvuky při příchodu/odchodu)
de_de: Ruhemodus (spielt keine Betreten/Verlassen Töne ab)
it_it: Modalità silenziosa (non riproduce suoni quando si entra/esce dalla Riunione)
pt_br: Modo silencioso (não toca os sons de entrada e saída)
uk_ua: Тихий режим (не відтворюються звуки входу/виходу)
vi: Chế độ im lặng ( không phát âm thanh vô/ rời khỏi)

source: Record Conference
cs: Nahrávat konferenci
de_de: Konferenz Aufzeichnen
it_it: Registra Riunione
pt_br: Gravar Conferência
uk_ua: Запис конференції
vi: Ghi âm hội nghị

source: Record the conference call
cs: Nahrávat konferenční hovor
de_de: Zeichnet die Konferenz auf
it_it: Registra la Riunione
pt_br: Gravar a chamada em conferência
uk_ua: Запис телефонної конференції
vi: Ghi âm cuộc gọi hội nghị

source: Record the conference call. Note: This is broken when using %s or lower, and is therefore disabled. Enable "Force allow conference recording" under Advanced settings to override this. The Recording will not be available in either the CDR nor in Call Recordings and has to be downloaded by logging into the backend.
cs: Nahrávat konferenční hovor. Poznámka: Toto nefunguje při použití %s nebo nižší a je proto zakázáno. Aktivujte volbu "Vynutit nahrávání konference" v části Pokročilá nastavení. Nahrávání nebude k dispozici ani v CDR, ani v nahrávání hovorů a musí být staženo přihlášením do systému.
de_de: Konferenztelefonat aufzeichnen. Hinweis: Dies funktioniert mit %s oder älter nicht und ist deshalb deaktiviert. Aktivieren Sie 'Das Zulassen von Konferenzaufzeichnungen erzwingen' unter den erweiterten Einstellungen, um dies zu übersteuern. Die Aufzeichnung wird weder im CRD noch in den Rufaufzeichnungen verfügbar sein, sondern muss manuell über das Backend heruntergeladen werden.
it_it: Registra la Riunione. Nota: questo non funziona se si usa il valore %s1 o inferiore e viene quindi disabilitato. Abilita "Forza Consenti registrazione della Riunione" in Impostazioni avanzate per sovrascriverlo. La registrazione non sarà disponibile né nel CDR né nelle registrazioni delle chiamate e dovrà essere scaricata accedendo al back-end.

source: Reset
cs: Resetovat
de_de: Zurücksetzen
it_it: Ripristina
pt_br: Reiniciar
uk_ua: Скинути
vi: Cài đặt lại

source: Sets talker detection. Asterisk will send events on the manager interface identifying the channel that is talking. The talker will also be identified on the output of the conference list CLI command. Note: If Conferences Pro is installed and licensed this will always be enabled
cs: Nastavuje rozpoznání hovořícího. Asterisk pošle události na rozhraní správce, které identifikují kanál, který mluví. Hovořící bude také identifikován na výstupu CLI seznamu konferencí. Poznámka: Pokud je aplikace Conferences Pro nainstalována a licencována, bude to vždy povoleno
de_de: Stellt die Sprecher-Erkennung ein. Asterisk wird Ereignisse auf das Manager-Interface senden, die den Kanal identifizieren, der spricht. Der Sprecher wird außerdem in der Ausgabe der 'conference list'-Befehls auf der Kommandozeile identifiziert. Hinweis: Wenn "Konferenzen Pro" installiert und lizenziert ist, ist diese Option immer aktiviert
it_it: Imposta il rilevamento di chi parla. Asterisk invierà eventi sull'interfaccia manager per identificare il canale attivo. Colui che parla verrà mostrato anche sull'output del comando CLI relativo all'elenco delle Riunioni. Nota: Se Conferences Pro è installato ed attivo, questo sarà sempre abilitato
pt_br: Estabelece a detecção do interlocutor. O Asterisk enviará eventos na interface do gerenciador que identifica o canal que está falando. O interlocutor também será identificado na saída do comando CLI da lista da conferência. Nota: Se o Conferences Pro estiver instalado e licenciado, isso estará sempre ativado
vi: Cài đặt phát hiện người nói. Asterisk sẽ gửi các sự kiện trên giao diện trình quản lý để xác định kênh đang trò chuyện. Người nói sẽ được xác định trên đầu ra của lệnh CLI danh sách hội nghị. Lưu ý: Nếu các hội nghị Pro được cài đặt và cấp phép thì điều này sẽ luôn được bật

source: Submit
cs: Potvrdit
de_de: Absenden
it_it: Invia
pt_br: Enviar
uk_ua: Застосувати
vi: Gửi đi

source: Talker Detection
cs: Detekce hovořícího
de_de: Sprechererkennung
it_it: Rileva chi parla
pt_br: Detecção de Interlocutor
uk_ua: Виявлення оратора
vi: Phát hiện người nói

source: Talker Optimization
cs: Optimalizace hovořícího
de_de: Sprecheroptimierung
it_it: Ottimizza chi parla
pt_br: Otimização de Interlocutor
uk_ua: Оптимізація оратора
vi: Tối ưu hóa người nói
