Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/conferences/i18n/*/LC_MESSAGES/conferences.po
Languages: cs, de_de, it_it, pt_br, uk_ua, vi

source: The language for the conference. If set to inherit or blank the language will be inherited from the first person who joins the conference esentially making the language of this conference dynamic. After the first person has joined the language can not be changed until all users have left the conference. If you set a value here the langauge will be forced irregardless of what language users have set
cs: Jazyk konference. Je-li nastaven jako dědičný nebo prázdný, jazyk bude zděděn od první osoby, která se připojuje ke konferenci, a tím se dynamicky nastaví jazyk této konference. Po připojení první osoby už jazyk nelze změnit, dokud všichni uživatelé neopustí konferenci. Pokud zde nastavíte nějakou hodnotu, jazyk se podle toho nastaví nezávisle na nastavení jazyka uživatelů.
de_de: Die Sprache für die Konferenz. Wird dies leer gelassen oder auf „Erben“ gestellt, wird die Sprache von der ersten Person übernommen, die die Konferenz betritt, wodurch die Sprache dieser Konferenz im Grunde dynamisch wird. Nachdem die erste Person die Konferenz betreten hat, kann die Sprache nicht geändert werden, bis alle Benutzer die Konferenz verlassen haben. Geben Sie hier eine Sprache vor, wird diese, unabhängig von den Einstellungen der Nutzer, für alle Teilnehmer erzwungen
it_it: La lingua usata per la Riunione. Se impostato su eredita o nullo, la lingua verrà scelta concordemente con quella della prima persona che partecipa alla conferenza di modo che la lingua di questa conferenza sia dinamica. Dopo l'accesso della prima persona, la lingua non può essere modificata finché tutti gli utenti non hanno abbandonato la Riunione. Se si imposta un valore qui, la lingua verrà forzata non considerando quella lingua impostata dagli utenti partecipanti
pt_br: O idioma para a conferência. Se configurado para herdar ou se deixado em branco, o idioma será herdado da primeira pessoa que se une à conferência tornando-se o idioma essencial desta conferência dinâmica. Depois que a primeira pessoa se juntou ao idioma não pode ser alterado até que todos os usuários tenham deixado a conferência. Se você definir um valor aqui, o idioma será forçado independentemente do idioma que os usuários definiram
vi: Ngôn ngữ cho hội nghị. Nếu cài đặt là kế thừa hoặc để trống thì ngôn ngữ sẽ được kế thừa từ người đầu tiên tham gia hội nghị và sẽ khiến ngôn ngữ của hội nghị sôi nổi. Sau khi người đầu tiên vừa tham gia, ngôn ngữ sẽ không thể thay đổi cho đến khi tất cả người dùng rời khỏi hội nghị. Nếu bạn cài đặt một giá trị ở đây thì ngôn ngữ sẽ buộc phải là ngôn ngữ của người dùng đã cài đặt

source: The user and admin can not have the same pin code.
cs: Uživatel a administrátotr nemohou mít stejný PIN kód.
de_de: Der Benutzer kann nicht denselben PIN-Code haben wie der Admin.
it_it: Utente ed Amministratore non possono avere lo stesso codice PIN.
pt_br: O usuário e admin não podem ter o mesmo código pin.
uk_ua: Користувач та адміністратор не можуть мати однаковий код.
vi: Người dùng và quản trị không thể có cùng một mã pin.

source: This specifies the number of seconds that the participant may stay in the conference before being automatically ejected. 0 = disabled, default is 21600 (6 hours)
cs: Toto určuje počet sekund, které účastník může zůstat v konferenci předtím, než je automaticky vyhozen. 0 = vypnuto, výchozí hodnota je 21600 (6 hodin)
de_de: Diese Einstellung gibt eine Sekundenzahl an, für die ein Teilnehmer in der Konferenz bleiben kann, bevor er automatisch rausgeworfen wird. 0 = deaktiviert, Standardwert ist 21600 (sechs Stunden)
it_it: Specifica il numero di secondi per cui il partecipante può rimanere nella conferenza prima di essere espulso automaticamente. 0 = disabilitato, impostazione predefinita è 21600 (6 ore)
pt_br: Especifica o número de segundos que o participante pode permanecer na conferência antes de ser automaticamente retirado. 0 = desabilitado, o padrão é 21600 (6 horas)
uk_ua: Визначає кількість секунд, впродовж яких учасник перебуває у конференції перед тим, як його автоматично від'єднає. 0 = відключено, за замовчуванням 21600 (6 годин)
vi: Điều này sẽ xác định số giây mà người tham gia ở trong hội nghị trước khi bị tự động đẩy ra. 0=vô hiệu, mặc định là 21600 giây ( 6 tiếng)

source: Timeout of the conference.
cs: Časový limit konference.
it_it: Timeout per la Riunione.

source: Turns on talker optimization. With talker optimization, Asterisk treats talkers who are not speaking as being muted, meaning that no encoding is done on transmission and that received audio that is not registered as talking is omitted, causing no buildup in background noise.
cs: Zapne optimalizaci hovořícího. S optimalizací hovořícího, Asterisk hovořícím, kterří momentálně nemluví, vypne mikrofon, a nevyvolává tak žádný hluk v pozadí.
de_de: Schaltet die Sprecheroptimierung ein. Mit der Sprecheroptimierung behandelt Asterisk Teilnehmer, die nicht sprechen als wären sie stummgeschaltet. Dies bedeutet, dass dass Übertragungen nicht encodiert werden und empfangene Töne, die nicht als Sprechen erkannt werden, ignoriert werden, wodurch ein Anstieg von Hintergrundgeräuschen vermieden wird.
it_it: Attiva l'ottimizzazione audio di chi parla. Con l'ottimizzazione attiva, Asterisk considera i partecipanti non in conversazione come silenziati, il che significa che non viene eseguita alcuna codifica in trasmissione e che tale audio ricevuto che non è registrato come valido viene omesso, eliminando eventuali rumori di sottofondo.
pt_br: Ativa a otimização do interlocutor. Com a otimização do interlocutor, o Asterisk trata os interlocutores que não estão falando como sendo silenciados, o que significa que nenhuma codificação é feita na transmissão de áudio que não esteja identificada como "falando", não causando acúmulo de ruído de fundo.
vi: Bật tính năng tối ưu hóa người nói. Với tính năng tối ưu hóa người nói, Asterisk sẽ xem những người không nói chuyện như là bị tắt tiếng, nghĩa là việc mã hóa sẽ không được thực hiện khi truyền và các âm thanh nhận được mà đã không được đăng ký khi cuộc nói chuyện sẽ bị bỏ qua, tránh gây ra các tiếng ồn xung quanh.

source: Until Asterisk 14+ a random timestamp would be added to the end of the conference call recording which could not be determined in post call handling. Thus enabling conference call recording is disabled if using Asterisk 13 or lower. Enable this option to allow Conference Call recording to be enabled in Astrisk 13 or lower
cs: Až do Asterisku 14+ bude ke konci nahrávání konferenčního hovoru přidána náhodná časová značka. Takto je umožněno nahrávání konferenčního hovoru při použití verze Asterisk 13 nebo nižší. Povolením této volby umožníte nahrávání konference v Asterisku 13 nebo nižším
de_de: Vor Asterisk 14+ wurde am Ende der Aufzeichnung einer Konferenz ein zufälliger Zeitstempel ergänzt, der in der Anrufnachbehandlung nicht bestimmt werden konnte. Daher die Möglichkeit, Konferenzaufzeichnungen zu aktivieren, deaktiviert, wenn Sie Asterisk 13 oder älter nutzen. Aktivieren Sie diese Option, um die die Aktivierung von Konferenzaufzeichnungen in Asterisk 13 oder älter zu erlauben
it_it: Fino ad Asterisk 14+ un timestamp casuale veniva aggiunto alla fine della registrazione della Riunone che non poteva essere determinato ed usato nella successiva gestione della chiamata. Per questo motivo, la registrazione dell'audio delle Riunioni è disabilitata se si utilizza Asterisk 13 o inferiore. Abilitare questa opzione per consentire la registrazione della Riunioni per Asterisk 13 o inferiori
vi: Cho đến khi Asterisk 14+ một mốc thời gian ngẫu nhiên sẽ được thêm vào cuối ghi âm cuộc gọi cuộc gọi hội nghị mà không thể xác định trong việc xử lý sau cuộc gọi. Do đó cho phép ghi âm cuộc gọi hội nghị sẽ bị vô hiệu nếu sử dụng Asterisk 13 hoặc thấp hơn. Bật tùy chọn này để cho phép Ghi âm cuộc gọi hội nghị được bật trong Astrisk 13 hoặc thấp hơn

source: Use this number to dial into the conference.
cs: Použijte toto číslo k vytočení konference.
de_de: Diese Nummer verwenden, um sich in die Konferenz einzuwählen.
it_it: Utilizzare questo numero per accedere alla conferenza.
pt_br: Use este número para discar para a conferência.
uk_ua: Використовуйте цієї номер, щоб додзвонитися до конференції.
vi: Sử dụng số này để gọi vào hội nghị.

source: User Count
cs: Počet uživatelů
de_de: Benutzerzähler
it_it: Numero Utenti
pt_br: Contagem de Usuários
uk_ua: Кількість користувачів
vi: Đếm người dùng

source: User PIN
cs: PIN uživatele
de_de: Benutzer PIN
it_it: PIN Utente
pt_br: PIN de Usuário
uk_ua: PIN користувача
vi: PIN người dùng

source: User join/leave
cs: Připojit/odpojit uživatele
de_de: Benutzer Beitritt/Verlassen
it_it: Accesso/Uscita Utente
pt_br: Usuário entra/sai
vi: Người dùng tham gia/ rời khỏi

source: Users
cs: Uživatelé
it_it: Utenti

source: Users.
cs: Uživatelé.
it_it: Utenti.

source: Wait until the conference leader (admin user) arrives before starting the conference
cs: Počkejte, dokud se nepřipojí moderátor konference (administrátor)
de_de: Warten bis der Konferenzleiter (Admin-Benutzer) ankommt, bevor die Konferenz beginnt
it_it: Attendi l'arrivo dell'Amministratore (leader) prima di iniziare la Riunione
pt_br: Espera até o líder(usuário admin) da conferência chegar antes de iniciar a conferência
uk_ua: Чекати поки лідер конференції (адміністратор) приєднається перед початком конференції
vi: Đợi đến khi người chủ trì hội nghị ( quản trị người dùng) đến trước khi bắt đầu hội nghị

source: Warning! Extension
cs: Varování! Pobočka
de_de: Warnung! Nebenstelle
it_it: Attenzione! L'interno
pt_br: Aviso! Ramal
uk_ua: Увага! Додатковий номер
vi: Cảnh báo! Máy nhánh

source: When the conference leader (admin user) leaves all users will be kicked from the conference
cs: Jakmile moderátor konference (administrátor) opustí místnost, všichni ostatní uživatelé jsou z místnosti odpojeni
de_de: Wenn der Konferenzleiter (Admin-Benutzer) die Konferenz verlässt, werden alle Benutzer von der Konferenz getrennt
it_it: Quando il leader della Riunione (utente Amministratore) la abbandona, tutti gli altri utenti verranno espulsi
pt_br: Quando o líder da conferência (usuário administrador) sair, todos os usuários serão removidos da conferência
uk_ua: Коли лідер конференції (адміністратор) залишає конференцію, всі користувачі будуть викинуті з конференції
vi: Khi người chủ trì hội nghị ( quản trị người dùng) rời khỏi thì tất cả người dùng sẽ bị đẩy ra khỏi hội nghị

source: Yes
cs: Ano
de_de: Ja
it_it: Sì
pt_br: Sim
uk_ua: Так
vi: Có

source: You can require callers to enter a password before they can enter this conference.<br><br>This setting is optional.<br><br>If either PIN is entered, the user will be prompted to enter a PIN.<br> This pin should be different than the Admin pin
cs: Před vstupem do konference můžete požádat volající k zadání hesla.<br><br>Toto nastavení je volitelné.<br><br>Pokud je zadán kód PIN, bude uživatel vyzván k zadání kódu PIN.<br>Tento PIN be měl být jiný než má administrátor
de_de: Sie können Benutzer zur Eingabe eines Passworts zwingen, bevor sie dieser Konferenz beitreten können. <br /><br />Diese Einstellung ist optional.<br /><br />Wenn eine PIN angegeben wird, werden die Benutzer zur Eingabe der PIN aufgefordert.<br />Dies PIN muss anders sein als die Admin-PIN
it_it: Puoi richiedere ai partecipanti di inserire una password prima di poter accedere alla Riunione. <br><br>Questa impostazione è facoltativa. <br><br>Se viene inserito uno dei due PIN, all'utente verrà chiesto di inserire un PIN. > Questo pin dovrebbe essere diverso dal PIN Amministratore
pt_br: Você pode exigir que os usuários chamadores digitem uma senha antes de poderem entrar nesta conferência.<br><br>Esta configuração é opcional.<br><br>Se um PIN for digitado, o usuário será solicitado a digitar um PIN.<br> Este pin deve ser diferente do pin de Administrador
vi: Bạn có thể yêu cầu những người gọi nhập mật khẩu trước khi họ tham gia hội nghị. .<br><br>Cài đặt này là lựa chọn. .<br><br>Nếu một trong hai Pin được nhập thì người dùng sẽ được nhắc nhở nhập mã một mã PIN. <br> Pin này sẽ khác Pin của quản trị viên

source: You must set Allow Menu to Yes when not using a Leader or Admin in your conference, otherwise you will be unable to unmute yourself
cs: Musíte nastavit možnost Povolit Menu na Ano, pokud na konferenci nepoužíváte moderátora nebo administrátora, jinak nebudete moci zapnout mikrofon
de_de: Sie müssen „Menü erlauben“ auf „Ja“ setzen, wenn Sie für Ihre Kopnferenz keinen Leiter oder Admin verwenden, anderenfalls können Sie Ihre eigene Stummschaltung nicht selbst aufheben
it_it: È necessario impostare Consenti Menu su Sì quando non si utilizza un leader o un Amministratore nella Riunione, altrimenti non sarà possibile riattivare l'audio
pt_br: Você deve ajustar Permitir Menu para Sim quando não estiver usando um Líder ou Admin em sua conferência, caso contrário você não será capaz de não silenciar-se
vi: Bạn phải cài đặt Allow Menu về Yes khi không sử dụng một người chủ trì hay quản trị viên trong hội nghị, nếu không bạn sẽ không thể tự tắt tiếng

source: You must set an admin PIN for the Conference Leader when selecting the leader wait option
cs: Musíte nastavit administrátorský PIN pro moderátora konference, pokud je vybrána možnost "čekat na moderátora"
de_de: Sie müssen eine Admin-PIN für den Konferenzleiter einstellen, wenn Sie die Option „Auf Leiter warten“ auswählen
it_it: È necessario impostare un PIN amministratore per il leader della Riunione quando si seleziona l'opzione di attesa del leader
pt_br: Você deve configurar um PIN de administrador para o Líder da Conferência quando selecionar a opção aguarda o líder
vi: Bạn phải cài đặt một PIN quản trị cho người chủ trì hội nghị khi chọn vào lựa chọn 'đợi người chủ trì'

source: default
cs: výchozí
de_de: Standard
it_it: predefinito
pt_br: padrão
uk_ua: за замовчанням
vi: Mặc định

source: description is blank.
it_it: la descrizione è vuota.

source: inherit
cs: zdědit
de_de: Erben
it_it: eredita
pt_br: herdar
uk_ua: успадкований
vi: Kế thừa

source: is not allowed for your account.
cs: není povoleno pro váš účet.
de_de: ist für Ihr Konto nicht erlaubt.
it_it: non è consentito per il tuo account.
pt_br: não é permitido para a sua conta.
vi: Tài khoản của bạn không được phép.

source: join message id
cs: připojit id zprávy
it_it: Id messaggio ingresso

source: No
cs: Ne
de_de: Nein
pt_br: Não
uk_ua: Ні
vi: Không

source: Timeout
cs: Časový limit
de_de: Zeitlimit
