Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/customappsreg/i18n/*/LC_MESSAGES/customappsreg.po
Languages: de_de, fr_fr, it_it, vi

source: (pick destination)
de_de: (Ziel auswählen)
fr_fr: (sélectionnez une destination)
it_it: (scegli la destinazione)
vi: (chọn điểm đích)

source: Actions
de_de: Aktionen
it_it: Azioni
vi: Các thao tác

source: Add Custom Destination
de_de: Benutzerdefiniertes Ziel hinzufügen
fr_fr: Ajouter une destination personnalisée
it_it: Aggiungere destinazione personalizzata
vi: Thêm tinh chỉnh điểm đích

source: Add Custom Extension
de_de: Benutzerdefinierte Nebenstelle hinzufügen
fr_fr: Ajouter un poste personnalisé
it_it: Aggiungere estensione personalizzata
vi: Thêm tinh chỉnh máy nhánh

source: Add Destination
de_de: Ziel hinzufügen
fr_fr: Ajouter une destination
it_it: Aggiungere destinazione
vi: Thêm điểm đích

source: Add Extension
de_de: Nebenstelle hinzufügen
fr_fr: Ajouter un poste
it_it: Aggiungere estensione
vi: Thêm máy nhánh

source: Brief description that will be published in the Extension Registry about this extension
de_de: Eine kurze Beschreibung dieser Nebenstelle, die im Nebenstellenverzeichnis veröffentlicht wird
fr_fr: Brève description qui sera publiée dans le registre de poste sur de ce poste téléphonique
it_it: Breve descrizione che sarà pubblicata nel registro delle estensioni su questa estensione
vi: Mô tả ngắn gọn sẽ được xuất bản trong Đăng ký máy nhánh về máy nhánh này

source: Choose un-identified destinations on your system to add to the Custom Destination Registry. This will insert the chosen entry into the Custom Destination box above.
fr_fr: Choisissez des destinations non identifiées sur votre système pour les ajouter au registre de destinations personnalisées. Cela aura pour effet d'insérer l'entrée sélectionnée dans la boite 'Destinations personnalisées' ci-dessus.
it_it: Scegli le destinazioni non identificate sul tuo sistema da aggiungere al registro delle destinazioni personalizzate. Ciò inserirà la voce scelta nella casella Destinazione personalizzata sopra.
vi: Chọn các điểm đích không xác định trong hệ thống của bạn để thêm vào tùy chỉnh đăng ký điểm đích. Điều này sẽ chèn các mục nhập được chọn vào Tùy chỉnh điểm đích ở cửa sổ trên.

source: Conflicting Extensions
de_de: Nebenstellenkonflikt
fr_fr: Postes Conflictuels
it_it: Estensioni in conflitto
vi: Các máy nhánh đang xung đột

source: Custom Destination: %s
de_de: Benutzerdefiniertes Ziel: %s
fr_fr: Destination personnalisée : %s
it_it: Destinazione personalizzata: %s1
vi: Tùy chỉnh điểm đích:%s

source: Custom Destinations
de_de: Benutzerdefinierte Ziele
fr_fr: Destinations personnalisées
it_it: Destinazioni personalizzate
vi: Tùy chỉnh các điểm đích

source: Custom Destinations allows you to register your custom destinations that point to custom dialplans and will also 'publish' these destinations as available destinations to other modules. This is an advanced feature and should only be used by knowledgeable users. If you are getting warnings or errors in the notification panel about CUSTOM destinations that are correct, you should include them here. The 'Unknown Destinations' chooser will allow you to choose and insert any such destinations that the registry is not aware of into the Custom Destination field.
de_de: Mit benutzerdefinierten Zielen können Sie Ihre benutzerdefinierten Ziele registrieren, die auf benutzerdefinierte Wählpläne verweisen und diese Ziele auch als veröffentlichte Ziele für andere Module veröffentlichen. Dies ist eine erweiterte Funktion und sollte nur von erfahrenen Benutzern verwendet werden. Wenn Sie Warnungen oder Fehler im Benachrichtungsfenster über benutzerdefinierte Ziele erhalten, die korrekt sind, sollten Sie diese hier einfügen. Mit dem Befehl 'Unbekannte Ziele' können Sie beliebige Ziele festlegen, die der Registrierung nicht bekannt sind.
fr_fr: Les destinations personnalisées vous permettent d'enregistrer vos destinations pointant sur des plans de numérotation personnalisés et 'publieront' également ces destinations en tant que destinations disponibles pour d'autres modules. Il s'agit d'une fonctionnalité avancée qui devrait seulement être utlisée par les utlisateurs experimentés. Si vous recevez des avertissements ou des erreurs dans le panneau de notifications à propos de destinations PERSONNALISÉES correctes, vous devriez les inclure ici. Le sélecteur de 'Destinations inconnues' vous permet de choisir et d'insérer des destinations dont le registre ne connait pas l'existence dans le champ 'Destination personnalisée'.
it_it: Le destinazioni personalizzate consentono di registrare le destinazioni personalizzate che puntano a dialoghi personalizzati e inoltre di "pubblicare" queste destinazioni come destinazioni disponibili per altri moduli. Questa è una funzionalità avanzata e dovrebbe essere utilizzata solo da utenti esperti. Se ricevi segnalazioni o errori nel pannello delle notifiche sulle destinazioni CUSTOM che sono corrette, dovresti includerle qui. Il selettore "Destinazioni sconosciute" consente di scegliere e inserire tutte le destinazioni di cui il registro non è a conoscenza nel campo Destinazione personalizzata.
vi: Các điểm đích tùy chỉnh cho phép bạn đăng ký các điểm đích chỉ đến các kế hoạch quay số tùy chỉnh và cũng sẽ 'xuất bản' các điểm đích này như các điểm đích khả dụng đến các mô đun. Đây là một tính năng nâng cao và nên được sử dụng bởi những người dùng am hiểu về nó. Nếu bạn đang gặp các cảnh báo hoặc lỗi trong bảng thông báo về các điểm đích TÙY CHỈNH chính xác, bạn nên được bao gồm chúng ở đây. Bộ chọn 'Các điểm đích không xác định' sẽ cho phép bạn chọn và chèn bất cứ điểm đích nào đăng ký không nhận được vào trong trường Điểm đích tùy chỉnh.

source: Custom Extension
de_de: Benutzerdefinierte Nebenstelle
fr_fr: Poste personnalisé
it_it: Estensione personalizzata
vi: Tùy chỉnh máy nhánh

source: Custom Extension:
de_de: Benutzerdefinierte Nebenstelle:
fr_fr: Poste personnalisée :
it_it: Estensione personalizzata:
vi: Tùy chỉnh máy nhánh:

source: Custom Extensions
de_de: Benutzerdefinierte Nebenstellen
fr_fr: Poste personnalisés
it_it: Estensioni personalizzate
vi: Tùy chỉnh các máy nhánh

source: Custom Extensions provides you with a facility to register any custom extensions or feature codes that you have created in a custom file and FreePBX doesn't otherwise know about them. This allows the Extension Registry to be aware of your own extensions so that it can detect conflicts or report back information about your custom extensions to other modules that may make use of the information. You should not put extensions that you create in the Misc Apps Module as those are not custom.
de_de: Benutzerdefinierte Nebenstellen bieten Ihnen die Möglichkeit, beliebige benutzerdefinierte Nebenstellen oder Featurecodes zu registrieren, die Sie in einer benutzerdefinierte Datei erstellt haben und von der FreePBX sonst nix weiß. Dies ermöglicht der Nebenstellenregistrierung ihre eigenen Nebenstellen zu kennen, damit Sie Fehler erkennen oder Rückinformationen über Ihre eigenen Nebenstellen an andere Module geben kann. Sie sollten keine Nebenstellen einsetzen, die in Misc Apps Modul erstellt wurden, da diese nicht benutzerdefiniert sind.
fr_fr: Les postes personnalisées vous permettent d'enregistrer facilement toutes sortes de poste personnalisés ou de fonctions que vous avez créé dans un fichier personnalisé et que FreePBX ne pourrait pas prendre en compte autrement. Cela permet au registre de poste de connaître vos propres poste afin qu'il puisse détecter des conflits ou reporter aux autres modules des informations à propos de vos poste personnalisés que ces modules pourraient utiliser. Vous ne devriez pas mettre de poste que vous avez créé dans le Module Misc Apps car ils ne sont pas personnalisés.
it_it: Le estensioni personalizzate ti offrono la possibilità di registrare eventuali estensioni personalizzate o codici funzione che hai creato in un file personalizzato e FreePBX non li conosce altrimenti. Ciò consente al registro delle estensioni di essere a conoscenza delle proprie estensioni in modo che possa rilevare i conflitti o segnalare le informazioni sulle estensioni personalizzate ad altri moduli che potrebbero utilizzare le informazioni. Non dovresti inserire estensioni che crei nel modulo Applicazioni varie in quanto non sono personalizzate.
vi: Các máy nhánh tùy chỉnh cung cấp cho bạn một tiện ích để đăng ký các máy nhánh tùy chỉnh hoặc các mã tính năng mà bạn đã tạo trong một tệp tuỳ chỉnh và nếu không FreePBX không biết gì về chúng. Điều này cho phép Đăng ký máy nhánh nhận biết các máy nhánh của chính bạn để nó có thể phát hiện các xung đột hoặc báo cáo lại thông tin về các máy nhánh tuỳ chỉnh của bạn đến các mô đun khác có thể sử dụng thông tin. Bạn không nên đặt các máy nhánh mà bạn tạo trong mô-đun Misc Apps vì đây không phải là tùy chỉnh.

source: DUPLICATE Extension: This extension already in use
de_de: DUPLIKAT-Nebenstelle: Diese Nebenstelle wird bereits verwendet.
fr_fr: Poste DUPLIQUÉ : Cet poste est déjà utilisé
it_it: Estensione DUPLICATE: questa estensione già in uso
vi: Máy nhánh kép: máy nhánh này đamg được sử dụng

source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina
vi: Xóa

source: Description
de_de: Beschreibung
it_it: Descrizione
vi: Mô tả

source: Destination
de_de: Ziel
it_it: Destinazione
vi: Điểm đích

source: Destination Quick Pick
de_de: Ziel-Schnellauswahl
fr_fr: Sélection rapide de destination
it_it: Scelta rapida della destinazione
vi: Chọn nhanh điểm đích

source: Destinations
de_de: Ziele
it_it: Destinazioni
vi: Các điểm đích

source: Does this destination end with 'Return'? If so, you can then select a subsequent destination after this call flow is complete.
de_de: Endet dieses Ziel mit „Zurückkehren“? Falls ja, können Sie ein nachfolgendes Ziel wählen, nachdem dieser Anruffluss abgeschlossen ist.
fr_fr: Est-ce que cette destination se termine avec un 'Return'? Si c'est le cas, vous pouvez choisir qu'elle sera la destination suivante après que l'appel soit complété.
it_it: Questa destinazione termina con "Ritorno"? In tal caso, è possibile selezionare una destinazione successiva al termine del flusso di chiamate.
vi: Điểm đích có kết thúc bằng 'Return' không? Nếu có, sau đó bạn có thể chọn một điểm đích sau khi cuộc gọi này hoàn thành.

source: Edit:
de_de: Bearbeiten:
fr_fr: Editer :
it_it: Modificare:
vi: Chỉnh sửa:

source: Extension
de_de: Nebenstelle
fr_fr: Poste
it_it: Estensione
vi: Máy nhánh

source: Invalid Destination, must not be blank, must be formatted as: context,exten,pri
de_de: Ungültiges Ziel, darf nicht leer sein, muss formatiert werden als: context, exten, pri
fr_fr: Destination invalide. Elle ne doit pas être vide et doit être formatté comme suit : contexte,poste,priorité
it_it: Destinazione non valida, non deve essere vuota, deve essere formattata come: contesto, exten, pri
vi: Điểm đích không hợp lệ, không được để trống, phải được định dạng như: ngữ cảnh, máy nhánh, pri

source: Invalid Extension, must not be blank
de_de: Ungültige Nebenstelle, darf nicht leer sein
fr_fr: Poste invalide, ne doit pas être vide
it_it: Estensione non valida, non deve essere vuota
vi: Máy nhánh không hợp lệ, không được để trống

source: Invalid description specified, must not be blank
de_de: Ungültige Beschreibung, darf nicht leer sein
fr_fr: Description spécifiée invalide, elle ne doit pas être vide
it_it: La descrizione specificata non è valida, non deve essere vuota
vi: Mô tả được chỉ định không hợp lệ, không được để trống

source: List Custom Extensions
de_de: Benutzerdefinierte Nebenstellen auflisten
fr_fr: Liste des postes personnalisés
it_it: Elenca le estensioni personalizzate
vi: Danh sách các máy nhánh tùy chỉnh

source: List Destinations
de_de: Nebenstellen auflisten
fr_fr: Liste des destinations
it_it: Lista destinazioni
vi: Danh sách các điểm đích

source: More detailed notes about this destination to help document it. This field is not used elsewhere.
de_de: Genauere Angaben zu diesem Ziel. Dieses Feld dient der Dokumentation und wird nirgendwo anders verwendet.
fr_fr: Notes plus détaillées à propos de cette destination pour aider à la documenter. Ce champ n'est pas utilisé ailleurs.
it_it: Note più dettagliate su questa destinazione per documentarla. Questo campo non è usato altrove.
vi: Các lưu ý chi tiết về điểm đích này giúp ghi nó lại. Trường này sẽ không được sử dụng ở nơi khác.

source: More detailed notes about this extension to help document it. This field is not used elsewhere.
de_de: Genauere Angaben zu dieser Nebenstelle. Dieses Feld dient der Dokumentation und wird nirgendwo anders verwendet.
fr_fr: Notes plus détaillées à propos de ce poste pour aider à le documenter. Ce champ ne sera pas utilisé ailleurs.
it_it: Note più dettagliate su questa estensione per documentarla. Questo campo non è usato altrove.
vi: Các lưu ý chi tiết về máy nhánh sẽ giúp ghi lại nó. Trường này không được sử dụng nơi khác.

source: No
de_de: Nein
fr_fr: Non
vi: Không

source: Notes
de_de: Notizen
it_it: Note
vi: Các lưu ý

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser
it_it: Elimina
vi: Cài đặt lại

source: Return
de_de: Zurück
fr_fr: Entrer
it_it: Ritorno
vi: Quay lại

source: Set the Destination after return
de_de: Ziel nach Rückkehr einstellen
fr_fr: Définis la destination après le retour
it_it: Imposta la destinazione dopo il ritorno
vi: Cài đặt Điểm đích sau khi quay lại

source: Submit
de_de: Absenden
fr_fr: Soumettre
it_it: Sottoscrivi
vi: Gửi đi

source: Target
de_de: Ziel
fr_fr: Destination
it_it: Obbiettivo
vi: Đích

source: The entered extension conflicts with another extension on the system
de_de: Die eingegebene Nebenstelle verursacht einen Konflikt mit einer anderen Nebenstelle im System
fr_fr: Le numéro de poste fourni est en conflit avec un autre poste sur le système
it_it: L'estensione immessa è in conflitto con un'altra estensione sul sistema
vi: Máy nhánh đã nhập xung đột với máy nhánh khác trong hệ thống

source: This is the Custom Destination to be published. It should be formatted exactly as you would put it in a goto statement, with context, exten, priority all included. An example might look like:<br />mycustom-app,s,1
fr_fr: Il s'agit de la destination personnalisée à publier. Elle devrait être formatée de la même façon que si vous deviez la placer dans une déclaration goto, avec contexte, poste et priorité inclus. Voici un exemple de ce à quoi cela doit ressembler : <br />mycustom-app,s,1
it_it: Questa è la destinazione personalizzata da pubblicare. Dovrebbe essere formattato esattamente come lo si inserirà in un'istruzione goto, con contesto, exten, priorità tutto incluso. Un esempio potrebbe essere: <br/> 1mycustom-app, s, 1
vi: Đây là Điểm đích tùy chỉnh được xuất bản. Nó được định dạng chính xác như bạn đặt nó trong câu lệnh goto, với ngữ cảnh, máy nhánh, ưu tiên được bao gồm. Một ví dụ đó là <br />mycustom-app,s,1

source: This is the Extension or Feature Code you are using in your dialplan that you want the FreePBX Extension Registry to be aware of.
fr_fr: Il s'agit du poste ou code de fonction que vous utilisez dans votre plan de numérotation et dont vous voulez informer le registre de poste.
it_it: Questo è il codice dell'estensione o della funzione che stai usando nel tuo dialplan di cui vuoi che il registro delle estensioni di FreePBX sia a conoscenza.
vi: Đây là máy nhánh hoặc Mã tính năng mà bạn đang sử dụng trong kế hoạch quay số mà bạn muốn FreePBX Extension Registry ( Đăng ký máy nhánh FreePBX) nhận biết.

source: WARNING: This destination is being used by other module objects. Changing this destination may cause unexpected issue.
fr_fr: ATTENTION : Cette destination est utilisée ailleurs. Si vous changez cette destination, cela pourrait avoir des résultats inattendus.
it_it: ATTENZIONE: questa destinazione viene utilizzata da altri oggetti modulo. La modifica di questa destinazione potrebbe causare problemi imprevisti.
vi: CẢNH BÁO: Điểm đích này đang được một đối tượng mô đun khác sử dụng. Việc thay đổi điểm đích có thể gây nên các vấn đề ngoài ý muốn.

source: Yes
de_de: Ja
fr_fr: Oui
it_it: Si
vi: Có
