Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/music/i18n/*/LC_MESSAGES/music.po
Languages: vi

source: A PHP extension stopped the file upload
vi: Một máy nhánh PHP vừa ngừng tải tệp lên

source: Action
vi: Thao tác

source: Actions
vi: Các thao tác

source: Add Category
vi: Thêm Category

source: Allows you to Set up Different Categories for music on hold. This is useful if you would like to specify different Hold Music or Commercials. The category name will be converted to ASCII if any UTF8 characters are found
vi: Cho phép bạn thiết lập các Category khác nhau cho nhạc chờ. Điều này sẽ có ích nếu bạn muốn chỉ định một nhạc chờ khác hay vì các mục đích thương mại. Tên của Category sẽ được chuyển đổi thành ASCII nếu tìm thấy bất kỳ ký tự UTF8 nào

source: An Error occurred trying to submit this document
vi: Đã xảy ra một lỗi khi đang gửi đi tài liệu này

source: Application
vi: Ứng dụng

source: At least one codec must be checked
vi: Phải đánh dấu check ít nhất một Codec

source: Browse
vi: Trình duyệt

source: Cache MoH Classes
vi: Các loại Cache MoH

source: Can Not Find Uploaded Files
vi: Không thể tìm thấy các tệp đã tải lên

source: Categories: "none" and "default" are reserved names. Please enter a different name
vi: Categories: "none" và "default" là những tên dành riêng. Vui lòng nhập một tên khác

source: Category
vi: Mục phân loại- Category

source: Category Already Exists
vi: Category đã tồn tại

source: Category Name (ASCII Only)
vi: Tên của Category ( Chỉ ASCII)

source: Check all file formats you would like the music in this category to be encoded into. This applied to uploaded music and any music currently on the system. It will not overwrite any formats that have been previously processed.
vi: Đánh dấu check tất cả các định dạng mà bạn muốn mã hóa tiếng nhạc vào trong Category này. Điều này được áp dụng cho những bản nhạc đã được tải lên và hiện tại trong hệ thống. Nó sẽ không ghi đè bất cứ định dạng nào đã được xử lý trước đó.

source: Convert Upload/Files To
vi: Chuyển các bản tải lên/ các tệp thành

source: Custom Application
vi: Chỉnh sửa ứng dụng

source: Delete
vi: Xóa

source: Drop Multiple Files or Archives Here
vi: Thả các tệp hoặc các tệp nén ở đây

source: Enable Random Play
vi: Kích hoạt tính năng phát ngẫu nhiên

source: Enable random playback of music for this category. If disabled music will play in alphabetical order
vi: Kích hoạt phát lại nhạc ngẫu nhiên cho category này. Nếu bị vô hiệu nhạc sẽ phát theo thứ tự an pha bê

source: Failed to write file to disk
vi: Ghi tệp vào đã không thành công

source: File
vi: Tệp

source: File does not exist
vi: Tệp không tồn tại

source: File size is too large. Max size is %s bytes
vi: Dung lượng tệp quá lớn. Dung lượng tối đa là %s byte

source: File upload failed
vi: Tải tệp lên không thành công

source: Files
vi: Các tệp

source: Formats
vi: Các định dạng

source: If you are doing media conversions this can take a very long time, is that ok?
vi: Nếu bạn đang chuyển đổi media thì có thể mất mát nhiều thời gian,bạn có đồng ý không?

source: Invalid Request
vi: Yêu cầu không hợp lệ

source: Invalid category
vi: Category không hợp lệ

source: List MoH Categories
vi: Danh sách các category MoH

source: Missing a temporary folder
vi: Bị thiếu một thư mục tạm

source: Music on Hold
vi: Nhạc phát lúc chờ

source: No
vi: Không

source: No file was uploaded
vi: Không có tệp nào được tải lên

source: On Hold Music
vi: Nhạc chờ

source: Optional Format
vi: Định dạng lựa chọn

source: Optional value for "format=" line used to provide the format to Asterisk. This should be a format understood by Asterisk such as ulaw, and is specific to the streaming application you are using. See information on musiconhold.conf configuration for different audio and Internet streaming source options.
vi: Gía trị tùy chọn cho dòng "format=" được sử dụng nhằm cung cấp định dạng cho Assterisk. Định dạng này phải được Asterisk hiểu và nhận diện được chặng hạn như ulaw, và được dành riêng cho ứng dụng trực tuyến mà bạn đang sử dụng. Để biết thêm thông tin về các audio khác nhau hay các tùy chọn nguồn trực tuyến, xem cấu hình musiconhold.conf.

source: Play
vi: Phát

source: Please enter a valid Category Name
vi: Vui lòng nhập Tên của Category hợp lệ

source: Please enter a valid application command and arguments
vi: Vui lòng nhập lệnh và các tham số ứng dụng hợp lệ

source: Reset
vi: Cài đặt lại

source: Settings
vi: Cài đặt

source: Submit
vi: gửi đi

source: System Setup
vi: Thiết lập hệ thống

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
vi: Tệp được tải lên vượt quá kích cỡ tệp tối đa được quy định trong mẫu HTML

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
vi: Tệp được tải lên vượt quá kích cỡ tải lên tối đa được quy định trong php.ini

source: The uploaded file was only partially uploaded
vi: Các tệp tải lên đã chỉ được tải lên từng phần

source: This is the "application=" line used to provide the streaming details to Asterisk. See information on musiconhold.conf configuration for different audio and Internet streaming source options.
vi: Đây là dòng "application =" được sử dụng để cung cấp các chi tiết trực tuyến cho Asterisk. Xem thông tin các audio khác nhau và các tùy chọn ngồn trực tiếp tại cấu hình musiconhold.conf.

source: Type
vi: Kiểu

source: Type of Music on Hold. If set to "Files" then this category will play the files listed below. If set to "Custom Application" then this category will stream music from the set application
vi: Kiểu nhạc chờ. Nếu cài đặt là "File" thì category này sẽ phát các tệp được liệt kê dưới đây. Nếu cài đặt là "Custom Application" thì category này sẽ phát trực tuyến nhạc từ ứng dụng đã cài đặt

source: Unable to delete %s
vi: Không thể xóa %s

source: Unsupported file format
vi: Định dạng tệp không được hỗ trợ

source: Unsupported file type
vi: Kiểu tệp không được hỗ trợ

source: Upload Recording
vi: Tải lên bản ghi âm

source: Upload files from your local system. Supported upload formats are: %s. This includes archives (that include multiple files) and multiple files
vi: Tải lên các tệp từ hệ thống của bạn. Các định dạng tải lên được hỗ trợ là: %s. Bao gồm các tệp nén ( gồm nhiều tệp khác nhau) và các tệp

source: Uploading and management of sound files (wav, mp3) to be used for on-hold music.
vi: Đang tải lên và quản lý các tệp âm thanh ( wav, mp3) sẽ được sử dụng cho nhạc chờ.

source: When enabled Asterisk will use 1 instance of moh class for all channels who are using it, decreasing consumable cpu cycles and memory in the process
vi: Khi đã kích hoạt, Asterisk sẽ sử dụng một ví dụ của lớp moh cho tất cả các kênh mà người ta đang sử dụng, giảm chu kỳ của cpu và bộ nhớ trong quá trình xử lý

source: Yes
vi: Có

source: You are missing support for playback in this browser. To fully support HTML5 browser playback you will need to install programs that can not be distributed with the PBX. If you'd like to install the binaries needed for these conversions click <a href='%s'>here</a>
vi: Bạn đan thiếu hỗ trợ để phát lại trên trình duyệt này. Để có hỗ trợ đầy đủ cho việc phát lại trên trình duyệt HTML5 bạn cần phải cài đặt các chường trình không thể phân phối được với PBX. Nếu bạn muốn cài đặt các chương trình cần thiết cho các chuyển đổi này, hãy nhấp vào <a href='%s'> ở đây </a>
