Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/sipsettings/i18n/*/LC_MESSAGES/sipsettings.po
Languages: es_es, pt_br

source: If you clear each codec and then add them one at a time, submitting with each addition, they will be added in order which will effect the codec priority.
es_es: Si desactiva cada códec y luego los agrega de uno en uno, asumiendo cada adición, estos se sumarán en orden a fin de que afecte la prioridad.
pt_br: Se você limpar cada codec e, em seguida, adicioná-los um de cada vez, aplicando cada adição, eles serão adicionados na ordem que afetará a prioridade do codec.

source: See current version of Asterisk for limitations on SRV functionality.
es_es: Consulte la versión actual de Asterisk para conocer las limitaciones de la funcionalidad SRV.
pt_br: Consulte a versão atual do Asterisk para ver as limitações da funcionalidade SRV.

source: %s must be a non-negative integer
es_es: %s debe ser un entero no negativo
pt_br: %s deve ser um número inteiro não negativo

source: %s must be alphanumeric
es_es: %s debe ser un valor alfanumérico
pt_br: %s deve ser alfanumérico

source: Adaptive
es_es: Adaptado
pt_br: Adaptativo

source: Add Field
es_es: Agregar Campo
pt_br: Adicionar Campo

source: Add Local Network Field
es_es: Agregar Campo Red Local
pt_br: Adicionar Campo de Rede Local

source: Advanced General Settings
es_es: Configuraciones Avanzadas Generales
pt_br: Configurações Gerais Avançadas

source: Allow Anonymous Inbound SIP Calls
es_es: Permitir llamadas entrantes SIP anónimas
pt_br: Permitir chamadas de entrada SIP anônimas

source: Allow SIP Guests
es_es: Permitir SIP Invitados
pt_br: Permitir Convidados SIP

source: Allowing Inbound Anonymous SIP calls means that you will allow any call coming in form an un-known IP source to be directed to the 'from-pstn' side of your dialplan. This is where inbound calls come in. Although FreePBX severely restricts access to the internal dialplan, allowing Anonymous SIP calls does introduced additional security risks. If you allow SIP URI dialing to your PBX or use services like ENUM, you will be required to set this to Yes for Inbound traffic to work. This is NOT an Asterisk sip.conf setting, it is used in the dialplan in conjuction with the Default Context. If that context is changed above to something custom this setting may be rendered useless as well as if 'Allow SIP Guests' is set to no.
es_es: Permitir llamadas entrantes SIP anónimas va a permitir a cualquier llamada que viene en forma de una fuente IP desconocida que se dirija hacia el lado del 'from-pstn' de su plan de marcado. Aquí es donde las llamadas entrantes se reciben. Aunque FreePBX restringe severamente el acceso al plan de marcado interno, permitir llamadas SIP Anónimas no introduce riesgos de seguridad adicionales. Si permite la marcación SIP URI a sus PBX o utiliza servicios como ENUM, se le pedirá que ponga esto en Sí para que el tráfico entrante funcione. Esto no es un ajuste Asterisk del sip.conf, se utiliza en el dialplan en conjunto con el contexto predeterminado. Si ese contexto se cambia de arriba a algo personalizado esta configuración puede ser inútil, así como si 'Permitir Invitados SIP' se establecer en NO.
pt_br: Permitir chamadas SIP anônimas significa que você permitirá que qualquer chamada proveniente de uma fonte IP não conhecida seja direcionada para o lado 'from-pstn' do seu plano de discagem. Este é o lugar de onde vem onde as chamadas de entrada. Embora o FreePBX severamente restringe o acesso ao plano de discagem interno, permite que chamadas SIP anônimas não apresente riscos adicionais de segurança. Se você permitir discagem SIP URI para o seu PBX ou usar serviços como ENUM, você será obrigado a definir isso para Sim para o tráfego de entrada funcionar. Esta não é uma configuração sip.conf do Asterisk , ela é usada no plano de discagem em conjunto com o contexto padrão. Se esse contexto acima for alterado para algo personalizado, essa configuração poderá se tornar inútil, assim como se "Permitir Convidados SIP" estiver definido como não.

source: An Error occurred trying fetch network configuration and external IP address
es_es: Error al intentar buscar a la configuración de red y la dirección IP externa
pt_br: Erro ao tentar buscar configuração da rede e endereço IP externo

source: An unknown port conflict has been detected in PJSIP. Please check and validate your PJSIP Ports to ensure they're not overlapping
es_es: Se ha detectado un conflicto de puerto desconocido en PJSIP. Compruebe y valide sus puertos PJSIP para asegurarse de que no se superpongan
pt_br: Um conflito de porta desconhecido foi detectado em PJSIP. Por favor, verifique e valide as suas portas PJSIP para garantir que elas não estejam sobrepostas

source: Asterisk NAT setting:<br /> yes = Always ignore info and assume NAT<br /> no = Use NAT mode only according to RFC3581 <br /> never = Never attempt NAT mode or RFC3581 <br /> route = Assume NAT, don't send rport
es_es: Asterisk configuración NAT:<br /> yes = Siempre ignorar información y asumir NAT<br /> no = Utilizar el modo NAT sólo de acuerdo a RFC3581 <br />Never = Nunca intentar el modo NAT o RFC3581 <br /> route = Asume NAT , no envía rport
pt_br: Asterisk Configuração NAT: <br/> sim = Sempre ignorar informações e assumir NAT <br/> Não = Usar modo NAT somente de acordo com RFC3581 <br/> nunca = Nunca tentar modo NAT ou RFC3581 <br/> route = Assume NAT, não envia rport

source: Asterisk SIP Settings
es_es: Configuraciones Asterisk SIP
pt_br: Configurações Asterisk SIP

source: Asterisk is currently using %s for SIP Traffic.
es_es: Asterisk esta actualmente usando %s para tráfico SIP.
pt_br: O Asterisk está usando atualmente %s para Tráfego SIP.

source: Asterisk: bindaddr. The IP address to bind to and listen for calls on the Bind Port. If set to 0.0.0.0 Asterisk will listen on all addresses. It is recommended to leave this blank.
es_es: Asterisk: bindaddr. La dirección IP donde escuchar las llamadas en el puerto de enlace. Si se establece en 0.0.0.0 Asterisk escuchará en todas las direcciones. Se recomienda dejar este espacio en blanco.
pt_br: Asterisk: bindaddr. O endereço IP para ligar e ouvir chamadas na Porta Bind. Se definido como 0.0.0.0 o Asterisk irá ouvir em todos os endereços. Recomenda-se deixar este em branco.

source: Asterisk: canreinvite. yes: standard reinvites; no: never; nonat: An additional option is to allow media path redirection (reinvite) but only when the peer where the media is being sent is known to not be behind a NAT (as the RTP core can determine it based on the apparent IP address the media arrives from; update: use UPDATE for media path redirection, instead of INVITE. (yes = update + nonat)
es_es: Asterisk: canreinvite. yes: reinvites estándar; no: Nunca; nonat: Una opción adicional es permitir redirección de ruta (reinvite), pero sólo cuando el par donde se inicia es desconocido por no estar detrás de un NAT (como el RTP central se puede determinar sobre la base de la dirección IP aparente que llega; update: Use UPDATE para la redirección de ruta, en lugar de INVITE. (yes = update + nonat)
pt_br: Asterisk: canreinvite. yes: standard reinvites; no: never; nonat: Uma opção adicional é para permitir redirecionamento do destino da media (reinvite) mas apenas quando o peer onde a media está começando a enviar é conhecido para não estar atrás de NAT (como o núcleo RTP pode determinar é baseado no endereço IP aparente da origem da media; update: use UPDATE para redirecionamento do destino da media, ao invés de INVITE. (yes = update + nonat)

source: Asterisk: externrefresh. How often to lookup and refresh the External Host FQDN, in seconds.
es_es: Asterisk: externrefresh. ¿Con qué frecuencia debe buscar y actualizar el FQDN de host externo, en segundos.
pt_br: Asterisk: externrefresh. Com que freqüência pesquisar e atualizar o FQDN de Host Externo, em segundos.

source: Asterisk: g726nonstandard. If the peer negotiates G726-32 audio, use AAL2 packing order instead of RFC3551 packing order (this is required for Sipura and Grandstream ATAs, among others). This is contrary to the RFC3551 specification, the peer _should_ be negotiating AAL2-G726-32 instead.
es_es: Asterisk: g726nonstandard. Si el par negocia audio G726-32, utilice empaquetado AAL2 en lugar de RFC3551 (esto es necesario para Sipura ATA y Grandstream, entre otros) Esto es contrario a la especificación RFC3551.
pt_br: Asterisk: g726nonstandard. Se um peer negociar áudio G726-32, use ordem de pacotes AAL2 ao invés de ordem de pacotes RFC3551 (isto é requerido por ATAs Sipura e Grandstream, entre outros). Isto é contrário a especificação da RFC3551, o peer _pode_ ser negociado AAL2-G726-32.

source: Asterisk: t38pt_udptl. Enables T38 passthrough which makes faxes go through Asterisk without being processed.<ul><li>No - No passthrough</li><li>Yes - Enables T.38 with FEC error correction and overrides the other endpoint's provided value to assume we can send 400 byte T.38 FAX packets to it.</li><li>Yes with FEC - Enables T.38 with FEC error correction</li><li>Yes with Redundancy - Enables T.38 with redundancy error correction</li><li>Yes with no error correction - Enables T.38 with no error correction.</li></ul>
es_es: Asterisk: t38pt_udptl. Habilita passthrough T38 que hace que los faxes pasen por Asterisk sin ser procesados.<ul><li> No - No passthrough </li><li> Sí: habilita T.38 con corrección de errores FEC y anula el valor proporcionado por el otro punto final para asumir que nosotros podemos enviar packetes T.38 de FAX 400bytes </li> <li> Sí con FEC - Permite T.38 con corrección de errores FEC </li> <li> Sí con redundancia - habilita T.38 con corrección de error de redundancia </li> <li> Sí sin corrección de errores - Habilita T.38 sin corrección de errores. </li> </ul>
pt_br: Asterisk: t38pt_udptl. Habilita T38 passthrough que faz o faz ir através do Asterisk sem ser processado.<ul><li>Não - Sem passthrough</li><li>Sim - Habilita T.38 com correção de erro FEC e substitui o valor enviado pelo outro dispostivo para assumir que nós podemos enviar 400 byte T.38 de pacotes Fax para ele.</li><li>Sim com FEC - Habilita T.38 com correção de erro FEC</li><li>Sim com Redundância - Habilita T.38 com redundância e correção de erros</li><li>Yes sem correção de erros - Habilita T.38 sem correção de erros.</li></ul>

source: Audio Codecs
es_es: Códecs Audio
pt_br: Codecs de Áudio

source: Auto Configure
es_es: Auto Configurar
pt_br: Auto Configurar

source: Bind Address
es_es: Dirección de Escucha
pt_br: Endereço Bind

source: Bind Address (bindaddr) must be an IP address.
es_es: Dirección Enlace (bindaddr) debe ser una dirección IP.
pt_br: Endereço Bind (bindaddr) precisa ser um endereço IP.

source: Bind Port
es_es: Puerto de Escucha
pt_br: Porta Bind

source: Bind Port (bindport) must be between 1024 and 65535
es_es: Bind Port (bindport) debe estar entre 1024 y 65535
pt_br: Porta Bind (bindport) precisa estar entre 1024 e 65535

source: CA Chain File
es_es: Archivo de cadenas de CA
pt_br: Arquivo de encadeamento CA

source: CHANSIP Port Moved
es_es: CHANSIP Puerto Movido
pt_br: CHANSIP Porta Movida

source: CHANSIP TCP Disabled
es_es: CHANSIP TCP Deshabilitado
pt_br: CHANSIP TCP Desabilitado

source: CHANSIP TLS Port Moved
es_es: CHANSIP TLS Puerto Movido
pt_br: CHANSIP TLS Porta Movida

source: Call Events
es_es: Eventos de Llamada
pt_br: Eventos de Chamadas

source: Certificate File
es_es: Archivo de Certificado
pt_br: Arquivo de Certificado

source: Certificate Manager
es_es: Administrador de certificados
pt_br: Gerenciador de Certificado

source: Chansip was assigned a port that was already in use for TLS traffic. The Chansip TLS port has been changed to %s
es_es: Chansip recibió un puerto que ya estaba en uso para el tráfico TLS. El puerto Chansip TLS se ha cambiado a %s
pt_br: Chansip atribuiu uma porta que já estava em uso para tráfego TLS. A porta Chansip TLS foi alterada para %s

source: Chansip was assigned the same port as pjsip for TCP traffic. Chansip has had the tcpenable setting removed, and is no longer listening for TCP connections.
es_es: Chansip se asignó el mismo puerto que pjsip para el tráfico TCP. Chansip ha eliminado el ajuste tcpenable y ya no está escuchando las conexiones TCP.
pt_br: Chansip atribuiu a mesma porta como pjsip para o tráfego TCP. O Chansip teve a configuração tcpenable removida e não está mais ouvindo conexões TCP.

source: Chansip was assigned the same port as pjsip for UDP traffic. The Chansip port has been changed to %s
es_es: Chansip se asignó el mismo puerto que pjsip para el tráfico UDP. El puerto Chansip ha cambiado a %s
pt_br: Chansip atribuiu a mesma porta como pjsip para tráfego UDP. A porta Chansip foi alterada para %s

source: Check to enable and then choose allowed codecs.
es_es: Marcar para activar y elija códecs permitidos.
pt_br: Selecione para habilitar e, em seguida, escolha os codecs permitidos.

source: Codecs
es_es: Códecs

source: Control whether subscriptions INUSE get sent ONHOLD when call is placed on hold. Useful when using BLF.
es_es: Controlar si suscripciones INUSE son enviadas OnHold cuando la llamada está en espera. Útil cuando se utiliza BLF.
pt_br: Controlar se as assinaturas EM USO são enviadas EM ESPERA quando a chamada é colocada em espera. Útil quando se usa BLF.

source: Control whether subscriptions already INUSE get sent RINGING when another call is sent. Useful when using BLF.
es_es: Controlar si las suscripciones ya INUSE se envían en RINGING cuando suena otra llamada. Útil cuando se utiliza BLF.
pt_br: Controlar se as assinaturas já EM USO são enviadas em TOCANDO quando outra chamada é enviada. Útil quando se usa BLF.

source: Default
es_es: Predeterminado
pt_br: Padrão

source: Default Context
es_es: Contexto Por Defecto
pt_br: Contexto Padrão

source: Default TLS Port Assignment
es_es: Asignación de puerto TLS predeterminada
pt_br: Atribuição da Porta TLS Padrão

source: Default context for incoming calls if not specified. FreePBX sets this to from-sip-external which is used in conjunction with the Allow Anonymous SIP calls. If you change this you will effect that behavior. It is recommended to leave this blank.
es_es: Contexto predeterminado para las llamadas entrantes si no se especifica. FreePBX establece esto from-sip-external que se utiliza junto con las llamadas SIP anónimas Permitidas. Si cambia esto, tendrá efecto en ese comportamiento. Se recomienda dejarlo en blanco.
pt_br: Contexto padrão para chamadas recebidas caso não for especificado. O FreePBX define isso como de-sip-externo, que é usado em conjunto com as chamadas SIP anônimas. Se você alterar isso, você terá efeito nesse comportamento. Recomenda-se deixar em branco.

source: Default length of incoming and outgoing registrations.
es_es: Longitud predeterminada de los registros entrantes y salientes.
pt_br: Comprimento padrão dos registros de entrada e saída.

source: Detect Network Settings
es_es: Detectar configuración de red
pt_br: Detectar Configurações de Rede

source: Disabled
es_es: Deshabilitar
pt_br: Desabilitado

source: Domain the transport comes from
es_es: Dominio de transporte viene de
pt_br: Domínio do qual o transporte provém

source: Don't Require verification of server certificate (TLS ONLY).
es_es: No requiere verificación del certificado del servidor (TLS SOLAMENTE).
pt_br: Não Exigir verificação do certificado do servidor (TLS SOMENTE).

source: Don't Verify Server
es_es: No verifica el servidor
pt_br: Não Verificar Servidor

source: Dynamic Host
es_es: Host Dinámico
pt_br: Host Dinâmico

source: Dynamic Host Refresh
es_es: Actualización dinámica del host
pt_br: Atualização de Host Dinâmico

source: Dynamic Host can not be blank
es_es: Host Dinámico NO puede quedar en blanco
pt_br: Host Dinâmico não pode estar em branco

source: Dynamic IP
es_es: IP Dinámica
pt_br: IP Dinâmico

source: ERRORS
es_es: ERRORES
pt_br: ERROS

source: Edit Settings
es_es: Editar Configuraciones
pt_br: Editar Configurações

source: Enable Jitter Buffer
es_es: Habilitar buffer de Jitter
pt_br: Habilitar Jitter Buffer

source: Enable SRV Lookup
es_es: Habilitar búsqueda SRV
pt_br: Habilitar Pesquisa SRV

source: Enable TCP
es_es: Habilita TCP
pt_br: Habilitar TCP

source: Enable TLS
es_es: Habilita TLS
pt_br: Habilitar TLS

source: Enable server for incoming TLS (secure) connections.
es_es: Habilite el servidor para conexiones TLS (seguras) entrantes.
pt_br: Habilite o servidor para conexões TLS de entrada (seguras) .

source: Enabled
es_es: Habilitar
pt_br: Habilitar

source: Enables jitter buffer frame logging.
es_es: Habilita el registro del marco de memoria intermedia de jitter.
pt_br: Habilita log do jitter buffer frame.

source: End
es_es: Fin
pt_br: Fim

source: Enter IP Address
es_es: Entre Dirección IP
pt_br: Insira o Endereço IP

source: External Address
es_es: Dirección Externa
pt_br: Endereço Externo

source: External FQDN as seen on the WAN side of the router and updated dynamically, e.g. mydomain.example.com. (asterisk: externhost)
es_es: FQDN externo como se ve en el lado WAN del enrutador y se actualiza dinámicamente, p. Mydomain.example.com. (Asterisk: externhost)
pt_br: FQDN externo como visto no lado WAN do roteador e atualizado dinamicamente, por exemplo: meudominio.exemplo.com. (Asterisk: externhost)

source: External IP Address
es_es: Dirección IP Externa
pt_br: Endereço IP Externo

source: External IP can not be blank when NAT Mode is set to Static and no default IP address provided on the main page
es_es: IP externa no puede estar en blanco cuando el modo NAT está configurado en estático y ninguna dirección IP predeterminada aparece en la página principal
pt_br: O IP externo não pode ficar em branco quando o Modo NAT estiver definido como Estático e nenhum endereço IP padrão for fornecido na página principal

source: External Static IP or FQDN as seen on the WAN side of the router. (asterisk: externip)
es_es: IP Estática Externa o el nombre completo como se ve en el lado WAN del router. (asterisk: externip)
pt_br: IP Estático Externo ou FQDN como visto no lado WAN do roteador. (asterisk: externip)

source: Fixed
es_es: Fijo
pt_br: Fixo

source: Force Jitter Buffer
es_es: Forzar Jitter Buffer
pt_br: Forçar Jitter Buffer

source: Forces the use of a jitterbuffer on the receive side of a SIP channel. Normally the jitter buffer will not be used if receiving a jittery channel but sending it off to another channel such as another SIP channel to an endpoint, since there is typically a jitter buffer at the far end. This will force the use of the jitter buffer before sending the stream on. This is not typically desired as it adds additional latency into the stream.
es_es: Fuerza el uso de un jitterbuffer en el lado de recepción de un canal SIP. Normalmente, el búfer de fluctuación de fase no se utilizará si se recibe un canal jittery sino que se envía a otro canal tal como otro canal SIP a un punto final, ya que normalmente hay un búfer de fluctuación de fase en el extremo lejano. Esto forzará el uso del búfer de fluctuación de fase antes de enviar el flujo. Esto no es típicamente deseado ya que agrega latencia adicional en el flujo.
pt_br: Força o uso de um jitterbuffer no lado do recebimento de um canal SIP. Normalmente o jitterbuffer não irá ser usado se receber um canal jittery mas desabilitar o envio para outro canal como outro canal SIP para um dispositivo, uma vez que existe tipicamente um jitterbuffer no lado mais afastado. Isto irá forçar o uso de um jitterbuffer antes de enviar o áudio. Isto não é tipicamente desejado, pois adiciona latência ao fluxo.

source: Frequency in seconds to check if MWI state has changed and inform peers.
es_es: La frecuencia en segundos para comprobar si el estado MWI ha cambiado e informar a los peers.
pt_br: Freqüência em segundos para verificar se o estado do MWI mudou e informar os pares.

source: General SIP Settings
es_es: Configuración general SIP
pt_br: Configurações Gerais SIP

source: Generate manager events when sip ua performs events (e.g. hold).
es_es: Generar eventos de administrador cuando SIP realiza eventos (por ejemplo, hold).
pt_br: Gera eventos do gerenciador quando sip ua realiza eventos (por exemplo, hold).

source: Hostname or address for the STUN server used when determining the external IP address and port an RTP session can be reached at. The port number is optional. If omitted the default value of 3478 will be used. This option is blank by default. (A list of STUN servers: http://wiki.freepbx.org/x/YQCUAg)
es_es: Nombre de host o dirección para el servidor STUN utilizado al determinar la dirección IP externa y el puerto en el que se puede acceder a una sesión RTP. El número de puerto es opcional. Si se omite, se utilizará el valor predeterminado 3478. Esta opción está en blanco por defecto. (Una lista de servidores STUN: http://wiki.freepbx.org/x/YQCUAg)
pt_br: Nome de host ou endereço para o servidor STUN usado ao determinar o endereço IP externo e a porta em que possa chegar a uma sessão RTP. O número da porta é opcional. Se omitido, o valor padrão 3478 será usado. Esta opção está em branco por padrão. (Lista de servidores STUN: http://wiki.freepbx.org/x/YQCUAg)

source: Hostname or address for the TURN server to be used as a relay. The port number is optional. If omitted the default value of 3478 will be used. This option is blank by default.
es_es: Nombre de host o dirección del servidor TURN para ser utilizado como un relé. El número de puerto es opcional. Si se omite se utilizará el valor predeterminado de 3478. Esta opción está en blanco de forma predeterminada.
pt_br: Nome de host ou endereço para o servidor TURN a ser usado como um relé. O número da porta é opcional. Se omitido, o valor padrão 3478 será usado. Esta opção está em branco por padrão.

source: IP Configuration
es_es: Configuración IP
pt_br: Configuração IP

source: If blank, will use the default settings
es_es: Si está en blanco, se usará la configuración predeterminada
pt_br: Se estiver em branco, utilizará as configurações padrão

source: Implementation
es_es: Implementación
pt_br: Implementação

source: Indicate whether the box has a public IP or requires NAT settings.<br/>If the public address is not correctly detected you can supply the external address manually.<br/>If your IP address is not static you can specify a dynamicDNS host name under Dynamic IP.<br/> Automatic configuration of what is often put in sip_nat.conf
es_es: Indique si la caja tiene un IP público o requiere ajustes NAT. <br/> Si la dirección pública no se detecta correctamente, puede suministrar la dirección externa manualmente. <br/> Si su dirección IP no es estática, puede especificar un host dynamicDNS Nombre bajo IP dinámico. <br/> Configuración automática de lo que a menudo se pone en sip_nat.conf

source: Jitter Buffer Logging
es_es: Registro Jitter Buffer
pt_br: Registro Jitter Buffer

source: Jitter Buffer Max Size
es_es: Jitter Buffer Tamaño máximo
pt_br: Tamanho Máximo Jitter Buffer

source: Jitter Buffer Resync Threshold
es_es: Umbral de resincronización del búfer de jitter

source: Jitter Buffer Settings
es_es: Configuraciones Jitter Buffer
pt_br: Configurações Jitter Buffer
