Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/sipsettings/i18n/*/LC_MESSAGES/sipsettings.po
Languages: es_es, pt_br

source: Jitterbuffer implementation, used on the receiving side of a SIP channel. Two implementations are currently available:<br /> fixed: size always equals to jbmaxsize;<br /> adaptive: with variable size (the new jb of IAX2).
es_es: Implementación de Jitterbuffer, usada en el lado receptor de un canal SIP. Dos implementaciones están actualmente disponibles: <br/> fijo: el tamaño siempre es igual a jbmaxsize; <br/> adaptable: con tamaño variable (el nuevo jb de IAX2).
pt_br: Implementação de Jitterbuffer, usada no lado receptor de um canal SIP. Duas implementações estão atualmente disponíveis: <br/> fixo: tamanho sempre igual a jbmaxsize; <br/> adaptativo: com tamanho variável (o novo jb de IAX2).

source: Jump in the frame timestamps over which the jitterbuffer is resynchronized. Useful to improve the quality of the voice, with big jumps in/broken timestamps, usually sent from exotic devices and programs. Can be set to -1 to disable.
es_es: Saltar en las marcas de tiempo del cuadro sobre las que se vuelve a sincronizar el jitterbuffer. Útil para mejorar la calidad de la voz, con saltos grandes en / marcas de tiempo rotas, generalmente enviadas desde dispositivos y programas exóticos. Se puede establecer en -1 para deshabilitar.

source: Loading
es_es: Cargando
pt_br: Carregando

source: Local Networks
es_es: Redes Locales
pt_br: Redes Locais

source: Local incoming TCP Port that Asterisk will bind to and listen for TLS SIP messages.
es_es: Puerto TCP entrante local en el que Asterisk se enlazará y escuchará mensajes TLS SIP.
pt_br: Porta TCP de entrada local que o Asterisk vinculará e ouvirá mensagens TLS SIP.

source: Local network
es_es: Red Local
pt_br: Rede local

source: Local network settings in the form of ip/cidr or ip/netmask. For networks with more than 1 LAN subnets, use the Add Local Network Field button for more fields. Blank fields will be ignored.
es_es: Configuración de red local en forma de ip/cidr o ip/máscara de red. Para redes con más de 1 subredes LAN, utilice el botón Añadir Campo de Red Local para más campos. Los campos en blanco se ignoran.
pt_br: Configurações de rede local na forma de ip/cidr ou ip/netmask. Para redes com mais de 1 sub-redes LAN, use o botão Adicionar Campo de Rede Local para mais campos. Campos em branco serão ignorados.

source: Localnet netmask must be formatted properly (e.g. 255.255.255.0 or 24)
es_es: Máscara de red local debe tener el formato correcto (por ejemplo, 255.255.255.0 o 24)
pt_br: Máscara de rede localnet deve ser formatada corretamente (por exemplo, 255.255.255.0 ou 24)

source: Localnet setting must be an IP address
es_es: Configuración 'localnet' debe ser una dirección IP
pt_br: Configuração localnet precisa ser um endereço IP

source: MEDIA & RTP Settings
es_es: Configuraciones MEDIA & RTP
pt_br: Configurações MEDIA & RTP

source: MWI Polling Freq
es_es: Frecuencia Sondeo MWI

source: Max Bit Rate
es_es: Max velocidad de bits
pt_br: Taxa de Bits Máxima

source: Max length of the jitterbuffer in milliseconds.
es_es: Longitud máxima del jitterbuffer en milisegundos.
pt_br: Comprimento máximo do jitterbuffer em milissegundos.

source: Maximum allowed time of incoming registrations
es_es: Tiempo máximo permitido de registraciones entrantes
pt_br: Tempo máximo permitido de registros de entrada

source: Maximum bitrate for video calls in kb/s
es_es: Velocidad máxima para las llamadas de vídeo en kb/s
pt_br: Taxa de bits máxima para chamadas de vídeo em kb/s

source: Method of SSL transport (TLS ONLY). The default is currently TLSv1, but may change with future releases.
es_es: Método de transporte SSL (TLS SOLAMENTE). El valor predeterminado es actualmente TLSv1, pero puede cambiar con futuras versiones.
pt_br: Método de transporte SSL (SOMENTE TLS). O padrão é atualmente TLSv1, mas pode mudar com versões futuras.

source: Migrate rtp.conf values if needed and initialize
es_es: Migrar valores rtp.conf si es necesario e inicializar
pt_br: Migrar valores rtp.conf caso necessário e inicializar

source: Migrating Audio Codecs
es_es: Migración de Audio Codecs
pt_br: Migrando Codecs de Áudio

source: Migrating LocalNets and Netmasks
es_es: Migrando LocalNets y máscaras de red
pt_br: Migrando LocalNets e Máscaras de Rede

source: Migrating Video Codecs
es_es: Migrando Video Codecs
pt_br: Migrando Codecs de Vídeo

source: Migrating rtpend Setting from Old Format to BMO Object
es_es: Migrando Ajuste rtpend desde el antiguo formato de Objeto BMO
pt_br: Migrando a Configuração de rtpend do Formato Antigo para o Objeto BMO

source: Migrating rtpstart Setting from Old Format to BMO Object
es_es: Migrando Ajuste rtpstart desde el antiguo formato a Objeto BMO
pt_br: Migrando a Configuração de rtpstart do Formato Antigo para o Objeto BMO

source: Minimum length of registrations/subscriptions.
es_es: Duración mínima de inscripciones / suscripciones.
pt_br: Duração mínima das inscrições/assinaturas.

source: Misc PJSip Settings
es_es: Ajustes PJSip Misc
pt_br: Configurações Misc PJSip

source: NAT Settings
es_es: Configuraciones NAT
pt_br: Configurações NAT

source: Non-Standard g726
es_es: g726 no estándar
pt_br: g726 Não-Padrão

source: Note that the interface is only displayed for your information, and is not referenced by asterisk.
es_es: Tenga en cuenta que la interfaz sólo se muestra para su información, y no se hace referencia desde asterisk.
pt_br: Observe que a interface é exibida apenas para sua informação e não é referenciada pelo asterisk.

source: Note that this will, by default, inherit the settings from the General page
es_es: Tenga en cuenta que, por defecto, esto hereda la configuraciones de la página General
pt_br: Observe que, por padrão, herdará as configurações da página Geral

source: Notification & MWI
es_es: Notificación & MWI
pt_br: Notificação & MWI

source: Notify Hold
es_es: Notificar Espera
pt_br: Notificar Espera

source: Notify Ringing
es_es: Notificar Sonando
pt_br: Notificar Tocando

source: Number of times to try and register before giving up. A value of 0 means keep trying forever. Normally this should be set to 0 so that Asterisk will continue to register until successful in the case of network or gateway outages.
es_es: Número de veces a intentar registrarse antes de darse por vencido. Un valor de 0 significa seguir intentando para siempre. Normalmente, esto debería establecerse en 0 para que Asterisk continúe registrándose hasta que tenga éxito en el caso de interrupciones en la red o en el gateway.
pt_br: Número de vezes para tentar registrar antes de desistir. O valor de 0 significa continuar tentando sempre. Normalmente deve ser definido como 0 para que o Asterisk continue a registrar até ser bem-sucedido no caso de falhas de rede ou gateway.

source: Other SIP Settings
es_es: Otras Configuraciones SIP
pt_br: Outras Configurações SIP

source: Override External IP
es_es: Sobreescribir IP Externa
pt_br: Substituir o IP Externo

source: PJSIP transport port conflicts with SIP port
es_es: El puerto de transporte PJSIP entra en conflicto con el puerto SIP
pt_br: Porta de transporte PJSIP entra em conflito com porta SIP

source: Password used to authenticate with TURN relay server. This option is disabled by default.
es_es: Contraseña utilizada para autenticar con el servidor de retransmisión TURN. Esta opción está desactivada por defecto.
pt_br: Senha usada para autenticar com o servidor de retransmissão TURN. Esta opção está desativada por padrão.

source: Port to Listen On
es_es: Puerto para escuchar en
pt_br: Porta para Ouvir

source: Port/Bind Address has changed. This requires an Asterisk restart after Apply Config
es_es: La dirección de puerto/enlace ha cambiado. Esto requiere un reinicio de Asterisk después de Apply Config
pt_br: Porta/Endereço Bind mudou. Isso requer o reinício do Asterisk depois de Aplicar Configuração

source: Private Key File
es_es: Archivo de Llave Privada
pt_br: Arquivo de Chave Privada

source: Public IP
es_es: IP Pública
pt_br: IP Público

source: RTP Checksums
es_es: Verificación RTP
pt_br: Verificação RTP

source: RTP Hold Timeout
es_es: Tiempo de espera de retención RTP

source: RTP Port Ranges
es_es: Rango de puertos RTP

source: RTP Settings
es_es: Configuraciones RTP
pt_br: Configurações RTP

source: RTP Timeout
es_es: Tiempo de espera RTP
pt_br: Tempo de Espera RTP

source: Registration Attempts
es_es: Intentos de Registro
pt_br: Tentativas de Registro

source: Registration Default Expiry
es_es: Expiración de Registro Predeterminada
pt_br: Expiração de Registro Padrão

source: Registration Settings
es_es: Configuraciones de Registro
pt_br: Configurações de Registro

source: Registration Timeout
es_es: Tiempo de espera de registro
pt_br: Tempo de Espera de Registro

source: Reinvite Behavior
es_es: Comportamiento Reinvite

source: Require verification of client certificate (TLS ONLY).
es_es: Requiere verificación del certificado de cliente (TLS SOLAMENTE).
pt_br: Exigir a verificação do certificado do cliente (SOMENTE TLS).

source: Require verification of server certificate (TLS ONLY).
es_es: Requiere verificación del certificado del servidor (TLS SOLAMENTE).
pt_br: Exigir a verificação do certificado do servidor (SOMENTE TLS).

source: Reset
es_es: Reinicio
pt_br: Reiniciar

source: Retry registration attempts every registertimeout seconds until successful or until registrationattempts tries have been made.
es_es: El re intento de registro intenta cada vez que se cumple el registertimeout hasta que haya sido satisfactorio o hasta que se ha completado los intentos indicados en registrationattempts.

source: SIP Settings
es_es: Configuraciones SIP
pt_br: Configurações SIP

source: SSL Method
es_es: Método SSL
pt_br: Método SSL

source: STUN Server Address
es_es: Dirección del servidor STUN
pt_br: Endereço do Servidor STUN

source: Seconds
es_es: Segundos
pt_br: Segundos

source: Security Settings
es_es: Configuraciones de seguridad
pt_br: Configurações de Segurança

source: Select a Certificate
es_es: Seleccione un Certificado
pt_br: Selecione um Certificado

source: Select a certificate to use for the TLS transport. These are configured in the module Certificate Manager
es_es: Seleccione un certificado que se utilizará para el transporte TLS. Éstos se configuran en el módulo Administrador de certificados
pt_br: Selecione um certificado para usar para o transporte TLS. Estes são configurados no módulo Gerenciador de Certificados

source: Send keepalives in the RTP stream to keep NAT open during periods where no RTP stream may be flowing (like on hold).
es_es: Envíe keepalives en el flujo RTP para mantener abierto NAT durante los períodos en los que no hay corriente RTP (como cuando se hace llamada en espera).
pt_br: Envia keepalives no fluxo RTP para manter o NAT aberto durante períodos onde não há fluxo RTP (como chamadas em espera).

source: Settings
es_es: Configuraciones
pt_br: Configurações

source: Settings in %s may override these. Those settings should be removed.
es_es: Ajustes en %s pueden anular estos. Estos valores deben ser eliminados.
pt_br: As definições em %s podem substituir estes valores. Estas configurações devem ser removidas.

source: Show Advanced Settings
es_es: Mostrar configuración avanzada
pt_br: Mostrar Configurações Avançadas

source: Start
es_es: Inicio
pt_br: Início

source: Static IP
es_es: IP Estática
pt_br: IP Estático

source: Strict RTP
es_es: Estricto RTP
pt_br: RTP Estrito

source: Submit
es_es: Enviar
pt_br: Enviar

source: Submit Changes
es_es: Aplicar Cambios
pt_br: Enviar Alterações

source: T38 Pass-Through
es_es: Paso a través de T38

source: TLS/SSL/SRTP Settings
es_es: Configuración TLS/SSL/SRTP
pt_br: Configurações TLS/SSL/SRTP

source: TURN Server Address
es_es: Dirección del servidor TURN
pt_br: Endereço do Servidor TURN

source: TURN Server Password
es_es: Contraseña del Servidor TURN
pt_br: Senha do Servidor TURN

source: TURN Server Username
es_es: Usuario del Servidor TURN
pt_br: Nome de Usuário do Servidor TURN

source: Terminate call if rtpholdtimeout seconds of no RTP or RTCP activity on the audio channel when we're on hold (must be > rtptimeout).
es_es: Terminar la llamada si se ha cumplido el rtpholdtimeout con ninguna actividad RTP o RTCP en el canal de audio cuando estamos en espera (debe ser> rtptimeout).

source: Terminate call if rtptimeout seconds of no RTP or RTCP activity on the audio channel when we're not on hold. This is to be able to hangup a call in the case of a phone disappearing from the net, like a powerloss or someone tripping over a cable.
es_es: Terminar la llamada si se alcanza rtptimeout en segundos sin ninguna actividad RTP o RTCP en el canal de audio cuando no estamos en espera. Esto es para poder interrumpir una llamada en el caso de un teléfono que desaparece de la red, como un powerloss o alguien tropezó con un cable.

source: The port that this transport should listen on
es_es: El puerto que este transporte debe escuchar en
pt_br: Porta que este transporte deve ouvir

source: The starting and ending RTP port range
es_es: El rango de puertos RTP de inicio y fin
pt_br: Intervalo de portas RTP inicial e final

source: This address will be provided to clients if NAT is enabled and detected
es_es: Esta dirección será proporcionada a los clientes si NAT está habilitada y detectada
pt_br: Este endereço será fornecido aos clientes se o NAT estiver ativado e detectado

source: This is the default Codec setting for new Trunks and Extensions.
es_es: Esta es la configuración de Codec por defecto para las nuevas líneas y extensiones.
pt_br: Esta é a configuração padrão de Codec para novos Troncos e Ramais.

source: This lets you explicitly control the SIP Protocol that listens on the default SIP TLS port (5061). If an option is not available, it is because that protocol is not enabled, or, that protocol does not have TLS enabled. If you change this, you will have to restart Asterisk
es_es: Esto le permite controlar explícitamente el protocolo SIP que escucha el puerto SIP TLS predeterminado (5061). Si una opción no está disponible, es porque ese protocolo no está habilitado, o, que el protocolo no tiene habilitado TLS. Si cambia esto, tendrá que reiniciar Asterisk
pt_br: Isso permite que você controle explicitamente o protocolo SIP que escuta na porta SIP TLS padrão (5061). Se uma opção não estiver disponível, é porque esse protocolo não está habilitado, ou, esse protocolo não tem TLS habilitado. Se você alterar isso, você terá que reiniciar o Asterisk

source: This will drop RTP packets that do not come from the source of the RTP stream. It is unusual to turn this off
es_es: Esto dejará caer paquetes RTP que no provienen de la fuente de stream RTP. Es inusual desactivar esta opción
pt_br: Isso descartará pacotes RTP que não provém da origem do fluxo RTP. Não é comum desligar isso

source: Transports
es_es: Transportes
pt_br: Transportes

source: Typically used with SIP calling. Example user@domain, where domain is the value that would be entered here
es_es: Se utiliza normalmente con llamadas SIP. Ejemplo de usuario @dominio, donde dominio es el valor que se ingresaría aquí
pt_br: Usado normalmente com chamadas SIP. Exemplo de usuário@domínio, onde o domínio é o valor que seria inserido aqui

source: Unknown Error
es_es: Error desconocido
pt_br: Erro Desconhecido

source: Unknown Port Conflict
es_es: Conflicto de puerto desconocido
pt_br: Conflito de Porta Desconhecido

source: Unknown Type
es_es: Tipo Desconocido
pt_br: Tipo Desconhecido

source: Use
es_es: Usar
pt_br: Usar

source: Username used to authenticate with TURN relay server. This option is disabled by default.
es_es: Nombre de usuario utilizado para autenticarse con el servidor de retransmisión TURN. Esta opción está desactivada por defecto.
pt_br: Nome de usuário usado para autenticar com o servidor de retransmissão TURN. Esta opção está desativada por padrão.

source: Verify Client
es_es: Verificar Cliente
pt_br: Verificar Cliente

source: Verify Server
es_es: Verificar Server
pt_br: Verificar Servidor

source: Video Codecs
es_es: Códecs de Video
pt_br: Codecs de Vídeo

source: Video Support
es_es: Soporte Vídeo
pt_br: Soporte de Vídeo

source: WebRTC Settings
es_es: Configuración WebRTC
pt_br: Configurações WebRTC

source: When set Asterisk will allow Guest SIP calls and send them to the Default SIP context. Turning this off will keep anonymous SIP calls from entering the system. Doing such will also stop 'Allow Anonymous Inbound SIP Calls' from functioning. Allowing guest calls but rejecting the Anonymous SIP calls below will enable you to see the call attempts and debug incoming calls that may be mis-configured and appearing as guests.
es_es: Al conjunto Asterisk permitirá Invitado llamadas SIP y enviarlos al contexto SIP predeterminado. Si desactiva esta opción mantendrá que las llamadas anónimas SIP entren en el sistema. Hacer esto también detendrá que funcione 'Permitir llamadas entrantes anónimas SIP'. Permitir llamadas invitados pero rechazando la Anónimo llamadas SIP a continuación le permitirá ver los intentos de llamadas y las llamadas entrantes de depuración que pueden estar mal configurada y que aparecen como invitados.

source: Whether to enable or disable UDP checksums on RTP traffic
es_es: Ya sea para activar o desactivar las sumas de comprobación UDP en el tráfico RTP

source: Yes
es_es: Si
pt_br: Sim

source: Yes with FEC
es_es: Si con FEC
pt_br: Sim com FEC

source: Yes with Redundancy
es_es: Si con Redundancia
pt_br: Sim, com Redundância

source: Yes with no error correction
es_es: Si sin corrección de error
pt_br: Sim, sem correção de erros

source: You can change this on the Advanced Settings Page
es_es: Usted puede cambiar esto en la pagina Configuración Avanzada
pt_br: Você pode alterar isso na página Configurações Avançadas

source: You may set any other SIP settings not present here that are allowed to be configured in the General section of sip.conf. There will be no error checking against these settings so check them carefully. They should be entered as:<br /> [setting] = [value]<br /> in the boxes below. Click the Add Field box to add additional fields. Blank boxes will be deleted when submitted.
es_es: Usted puede configurar cualquier otra configuración de SIP que no esté presente aquí que se le permite ser configurado en la sección general de sip.conf. No habrá comprobación de errores en contra de estos valores. Deben introducirse como:<br /> [setting] = [valor]<br /> en las casillas de abajo. Haga clic en la casilla Agregar Campo para agregar campos adicionales. Las casillas en blanco se eliminarán cuando se aplique.
pt_br: Você pode definir quaisquer outras configurações SIP não presentes aqui que podem ser configuradas na seção Geral de sip.conf. Não haverá nenhuma verificação de erro contra essas configurações, portanto verifique-as cuidadosamente. Eles devem ser inseridos como: <br/> [configuração] = [valor] <br/> nas caixas abaixo. Clique na caixa Adicionar campo para adicionar campos adicionais. As caixas em branco serão eliminadas quando enviadas.

source: You may use this to to define an additional local network per interface.
es_es: Usted puede usar esto para definir una red local adicional por interfaz.
pt_br: Você pode usar isso para definir uma rede local adicional por interface.

source: already exists
es_es: ya existe
pt_br: já existe

source: chan_pjsip and chan_sip
es_es: chan_pjsip y chan_sip
pt_br: chan_pjsip e chan_sip

source: fatal error occurred populating defaults, check module
es_es: error fatal ocurrido insertando valores por defecto, verifique módulo
pt_br: erro fatal ao preencher os padrões, verifique o módulo

source: never
es_es: nunca
pt_br: nunca

source: populating default codecs..
es_es: insertando los codecs por defecto..
pt_br: preenchendo codecs padrão...

source: route
es_es: ruta
pt_br: rota

source: rtpholdtimeout must be higher than rtptimeout
es_es: rtpholdtimeout debe ser superior a rtptimeout
pt_br: rtpholdtimeout deve ser maior do que rtptimeout

source: saving previous value of %s
es_es: guardando valores previos de %s

source: ulaw, alaw, gsm, g726 added
es_es: añadido ulaw, alaw, gsm, g726
pt_br: adicionado ulaw, alaw, gsm, g726

source: Error: %s
pt_br: Erro: %s

source: No
pt_br: Não

source: TLS Bind Address
pt_br: Endereços Bind TLS

source: TLS Bind Port
pt_br: Porta Bind TLS

source: no
pt_br: não

source: yes
pt_br: sim
