Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/infoservices/i18n/*/LC_MESSAGES/infoservices.po
Languages: bg_bg, de_de, fa_ir, it_it, ru_ru, uk_ua, vi

source: Applications
bg_bg: Приложения
de_de: Anwendungen
fa_ir: برنامه ها
it_it: Applicazioni
ru_ru: Приложения
vi: Các ứng dụng

source: Call Trace
bg_bg: Проследяване на Разговор
de_de: Anrufverfolgung
fa_ir: ردیابی تماس
it_it: Ultima Chiamata
ru_ru: Трасировка вызова
uk_ua: Трасування дзвінку
vi: Theo dõi cuộc gọi

source: Dialplan and Operational
bg_bg: План за Набиране и Оперативен
de_de: Wählplan und Operational
it_it: Dialplan e operativo
ru_ru: План набора (диал-план) и функциональность
vi: Kế hoạch quay số và tác vụ

source: Directory
bg_bg: Директория
de_de: Verzeichnis
fa_ir: دایرکتوری
it_it: Elenco Telefonico (Directory)
ru_ru: Каталог
uk_ua: Каталог
vi: Danh mục

source: Echo Test
bg_bg: Ехо Тест
fa_ir: تست Echo
it_it: Test Eco
ru_ru: Эхо тест
uk_ua: Перевірка луни
vi: Kiểm tra echo

source: Info Services
bg_bg: Информационни Услуги
de_de: Infodienste
fa_ir: اطلاعات سرویس ها
it_it: Servizi Aggiuntivi
ru_ru: Информационные сервисы
uk_ua: Інформаційні послуги
vi: Các dịch vụ thông tin

source: Provides a number of applications accessible by feature codes: company directory, call trace (last call information), echo test, speaking clock, and speak current extension number.
bg_bg: Предоставя няколко приложения достъпни чрез специални кодове: фирмена директория, проследяване на разговор (информация за последен разговор), ехо тест, казва часа и продиктува текущия вътрешен номер.
de_de: Bietet eine Reihe von Anwendungen, auf die über Funktionscodes zugegriffen werden kann: Unternehmensverzeichnis, Anrufverfolgung (Informationen zu letzten Anrufen), Echotest, Sprechzeit und aktuelle Nebenstellennummer.
fa_ir: تعدادی از برنامه های قابل دسترسی توسط کدهای ویژگی را فراهم می کند: دایرکتوری شرکت، ردیابی تماس (آخرین اطلاعات تماس)، آزمون اکو، ساعت مکالمه، و صحبت کردن شماره تلفن همراه فعلی.
it_it: Fornisce un numero di applicazioni accessibili tramite i codici funzione: directory dell'azienda, traccia di chiamata (ultime informazioni sulla chiamata), test eco, orologio parlante e parla il numero dell'interno corrente.
ru_ru: Предоставляет несколько приложений доступных через сервисные коды: каталог компании, трассировка вызова (информация о последнем вызове), эхо тест, говорящие часы и произношение вашего текущего внутреннего номера.
vi: Cung cấp một số ứng dụng có thể truy cập bằng mã tính năng: danh mục công ty,theo dõi cuộc gọi (thông tin cuộc gọi gần nhất, kiểm tra echo, đồng hồ nói và số máy nhánh hiện tại.

source: Speak Extension
bg_bg: Кажи Вътрешна Линия
de_de: Ansage der Nebenstelle
fa_ir: اعلان داخلی
it_it: Parla Extension
vi: Nói máy nhánh

source: Speak Your Exten Number
bg_bg: Продиктува Вашия Вътрешен Нмер
de_de: Sage Deine Nebenstellennummer
fa_ir: شماره داخلی خود را بگویید
it_it: Riproduce il Numero d'Interno
ru_ru: Произношение вашего внутреннего номера
uk_ua: Говорить ваш додатковий номер
vi: Nói số máy nhánh của bạn

source: Speaking Clock
bg_bg: Кажи Часа
de_de: Zeitansage
fa_ir: ساعت سخنگو
it_it: Data e Ora
ru_ru: Говорящие часы
uk_ua: Телефонна служба точного часу
vi: Nói đồng hồ

source: Speaking Clock Time Format
bg_bg: Формат на Време за Кажи Часа
de_de: Zeitformat für die Zeitansage
fa_ir: اعلام ساعت فرمت زمان
it_it: formato orario dell'orologio parlante
ru_ru: Формат времени говорящих часов
vi: Nói định dạng thời gian của đồng hồ

source: Time format to use with the Speaking Clock.
bg_bg: Форматът за време използван в Кажи Часа.
de_de: Zeitformat, das für die Zeitansage genutzt werden soll.
fa_ir: فرمت زمان برای استفاده با ساعت بلندگو.
it_it: Formato orario da utilizzare con l'orologio parlante.
ru_ru: Формат времени для использования с говорящими часами.
vi: Định dạng thời gian dùng cho Speaking Clock.

source: could not delete
bg_bg: не мога да изтрия
de_de: konnte nicht gelöscht werden
fa_ir: نمیتواند حذف شود
it_it: impossibile cancellare
ru_ru: не удалось удалить
uk_ua: Не вдалося видалити
vi: Không thể xóa

source: deleting TIMEFORMAT from globals..
bg_bg: изтриване на TIMEFORMAT от globals..
de_de: TIMEFORMAT wird von den globalen Einstellungen gelöscht..
fa_ir: حذف TIMEFORMAT از عمومی..
it_it: eliminazione di TIMEFORMAT da globals ..
ru_ru: удаление TIMEFORMAT отовсюду..
uk_ua: Глобальне видалення TIMEFORMAT..
vi: Đang xóa định dạng thời gian (TIMEFORMAT) khỏi globals..

source: done
bg_bg: изпълнено
de_de: erledigt
fa_ir: انجام شد
it_it: fatto
ru_ru: готово
uk_ua: зроблено
vi: Đã xong

source: migrated TIMEFORMAT to Advanced Settings
bg_bg: преместване на TIMEFORMAT към Допълнителни Настройки
de_de: TIMEFORMAT wurde in die erweiterten Einstellungen migriert
fa_ir: انتقال TIMEFORMAT به تنظیمات پیشرفته
it_it: migrato TIMEFORMAT alle impostazioni avanzate
ru_ru: TIMEFORMAT перенесен в расширенные настройки
uk_ua: TIMEFORMAT перенесено до розширених налаштувань
vi: Đã dịch chuyển định dạng thời gian ( TIMEFORMAT) đến Cài đặt nâng cao
