Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/recordings/i18n/*/LC_MESSAGES/recordings.po
Languages: es_es, it_it, pt_br, vi

source: A PHP extension stopped the file upload
es_es: Una extensión de PHP detuvo la subida del archivo
it_it: Un'estensione PHP ha interrotto il caricamento del file
pt_br: Uma extensão PHP parou o carregamento do arquivo
vi: Máy nhánh PHP đã ngừng tải tệp lên

source: A recording with this name already exists for this language. Do you want to overwrite it?
es_es: Ya existe una grabación con este nombre para este idioma. ¿Quieres sobreescribirlo?
it_it: Una registrazione con questo nome esiste già per questa lingua. Vuoi sovrascriverlo?
pt_br: Já existe uma gravação com este nome para este idioma. Deseja substituí-lo?
vi: Một ghi âm có tên đã tồn tại ở ngôn ngữ này. Bạn có muốn ghi đè?

source: Actions
es_es: Acciones
it_it: Azioni
pt_br: Ações
vi: Các thao tác

source: Add New System Recording
es_es: Agregar una nueva Grabación del Sistema
it_it: Aggiungi una nuova registrazione di sistema
pt_br: Adicionar nova Gravação do Sistema
vi: Thêm Ghi âm hệ thống mới

source: Add Recording
es_es: Añadir grabación
it_it: Aggiungi Registrazione
pt_br: Adicionar gravação
vi: Thêm ghi âm

source: Add System Recording
es_es: Agregar Grabación del Sistema
it_it: Aggiungi la registrazione del sistema
pt_br: Adicionar Gravação do Sistema
vi: Thêm Ghi âm hệ thống

source: Add any previously created system recording or a recording that was added previously
es_es: Agregue cualquier grabación de sistema previamente creada o una grabación que se agregó anteriormente
it_it: Aggiungi qualsiasi registrazione di sistema creata in precedenza o una registrazione che è stata aggiunta in precedenza
pt_br: Adicione qualquer gravação de sistema previamente criada ou uma gravação adicionada anteriormente
vi: Thêm bất kỳ ghi âm hệ thống được tạo ra trước đó hay một ghi âm đã được thêm vào trước đó

source: Admin
es_es: Administrador
it_it: Amministratore
vi: Quản trị viên

source: Are you sure you do not want to convert these files? They may not work correctly in Asterisk without being converted
es_es: ¿Está seguro de que no desea convertir estos archivos? Es posible que no funcionen correctamente en Asterisk sin convertirse
it_it: Sei sicuro di non voler convertire questi file? Potrebbero non funzionare correttamente in Asterisk senza essere convertiti
pt_br: Tem certeza de que não deseja converter esses arquivos? Eles podem não funcionar corretamente no Asterisk sem serem convertidos
vi: Bạn có chắc muốn chuyển đổi các tệp này? Chúng có thể không hoạt động chính xác trong Asterisk nếu không được chuyển đổi

source: Are you sure you wish to discard this recordings?
es_es: ¿Está seguro de que desea descartar estas grabaciones?
it_it: Sei sicuro di voler eliminare queste registrazioni?
pt_br: Tem certeza de que deseja descartar essas gravações?
vi: Bạn có chắc muốn hủy các bản ghi âm này?

source: Browse
es_es: Vistazo
it_it: Navigare
pt_br: Visualizar
vi: Trình duyệt

source: Call
es_es: Llamar
it_it: Chiamata
pt_br: Chamar
vi: Cuộc gọi

source: Call!
es_es: Llamar!
it_it: Chiamata!
pt_br: Chamar!
vi: Có cuộc gọi!

source: Can Not Find Uploaded Files
es_es: No se pueden encontrar los archivos subidos
it_it: Impossibile trovare i file caricati
pt_br: Não é Possível Localizar Arquivos Carregados
vi: Không tìm thấy các tệp đã tải lên

source: Can not find suitable file in this language
es_es: No se puede encontrar el archivo adecuado en este idioma
it_it: Impossibile trovare il file adatto in questa lingua
pt_br: Não é possível encontrar o arquivo adequado neste idioma
vi: Không thể tìm thấy tệp phù hợp trong ngôn ngữ này

source: Cancel
es_es: Cancelar
it_it: Cancella
pt_br: Cancelar
vi: Hủy

source: Check Recording
es_es: Comprobar grabación
it_it: Controllo Registrazione
pt_br: Verifica gravação
vi: Đánh dầu check vào Recording

source: Check all file formats you would like this system recording to be encoded into
es_es: Compruebe todos los formatos de archivo que desee que esta grabación del sistema sea codificado
it_it: Controlla tutti i formati di file in cui desideri che la registrazione del sistema sia codificata
pt_br: Verifique todos os formatos de arquivo em que você gostaria que esta gravação do sistema fossem codificados
vi: Đánh dấu check vào tất cả các định dạng tệp mà bạn muốn trình ghi âm hệ thống được mã hóa vào

source: Check this box to create an options feature code that will allow this recording to be changed directly.
es_es: Marque esta casilla para crear las opciones de un código de característica que permitirá cambiar esta grabación directamente.
it_it: Attivare questa opzione per creare un codice servizio che permetterà di cambiare questa registrazione direttamente.
pt_br: Selecione esta caixa para criar um código de facilidade que irá permitir que esta gravação seja mudada diretamente.
vi: Đánh dấu check hộp thoại này để tạo một mã tính năng các tùy chọn mà nó sẽ cho phép ghi âm thay đổi trực tiếp.

source: Combine Files
es_es: Combinar Archivos
it_it: Combina i file
pt_br: Combinar Arquivos
vi: Kết hợp các tệp

source: Convert To
es_es: Convertir a
it_it: Convertire in
pt_br: Converter Para
vi: Chuyển đổi thành

source: Copying %s to %s
es_es: Copiando %s a %s
it_it: Copia %s1 su %s2
pt_br: Copiando %s para %s
vi: Đang sao chép %s đến %s

source: Creates and manages system recordings, used by many other modules (eg, IVR).
es_es: Crea y administra las grabaciones del sistema, utilizado por muchos otros módulos (por ejemplo, IVR).
it_it: Crea e gestisce le registrazioni di sistema, utilizzate da molti altri moduli (ad es. IVR).
pt_br: Cria e gerencia gravações para o sistema, usado por vários módulos (por exemplo, URA).
vi: Tạo và quản lý các ghi âm hệ thống, bằng cách sử dụng nhiều mô đun khác nhau ( ví dụ IVR).

source: Delete
es_es: Eliminar
it_it: Elimina
pt_br: Apagar
vi: Xóa

source: Delete Recording
es_es: Borrar Grabación
it_it: Elimina registrazione
pt_br: Apagar Gravação
vi: Xóa ghi âm

source: Describe this recording
es_es: Describir esta grabación
it_it: Descrivi questa registrazione
pt_br: Descrever esta gravação
vi: Mô tả ghi âm này

source: Description
es_es: Descripción
it_it: Descrizione
pt_br: Descrição
vi: Mô tả

source: Display Name
es_es: Nombre a Desplegar
it_it: Nome Display
pt_br: Exibir Nome
vi: Hiển thị Tên

source: Drop Multiple Files or Archives Here
es_es: Suelte múltiples archivos aquí
it_it: Rilasciare più file o archivi qui
pt_br: Solte Vários Arquivos ou Arquivos Compactados Aqui
vi: Thả các tệp hoặc các tệp nén ở đây

source: Edit Recording
es_es: Editar grabación
it_it: Modifica Registrazione
pt_br: Editar a gravação
vi: Chỉnh sửa Ghi âm

source: Enter Extension
es_es: Introduzca la Extensión
it_it: Inserisci estensione
pt_br: Inserir Ramal
vi: Nhập máy nhánh

source: Failed to write file to disk
es_es: Fallo escritura del archivo al disco
it_it: Impossibile scrivere il file su disco
pt_br: Falha ao gravar o arquivo no disco
vi: Ghi tệp vào đĩa không thành công

source: Feature Code Password
es_es: Contraseña del código de característica
it_it: Password Codice Servizio
pt_br: Senha do código de facilidade
vi: Mật khẩu của mã tính năng

source: File List for %s
es_es: Lista de Archivos para %s
it_it: Elenco file per %s1
pt_br: Lista de Arquivos para %s
vi: Danh sách tệp cho %s

source: File does not exist
es_es: Archivo no existe
it_it: Il file non esiste
pt_br: Arquivo não existe
vi: Tệp không tồn tại

source: File size is too large. Max size is %s bytes
it_it: La dimensione del file è troppo grande. La dimensione massima è %s1 byte
vi: Kich cỡ tệp quá lớn. Kích cỡ tối đa cho phép là %s byte

source: Hit the red record button to start recording from your browser
es_es: Oprima el botón rojo para iniciar grabación desde su navegador
it_it: Premi il pulsante rosso di registrazione per avviare la registrazione dal tuo browser
pt_br: Pressione o botão vermelho para iniciar a gravação a partir do seu navegador
vi: Nhấn nút ghi âm màu đó để bắt đầu ghi âm từ trình duyệt của bạn

source: Instead of chaining files together (of which some applications do not support playback) combine the files above into a single file. After this is done you will not be able to resort or remove the files from the list above but you will be able to add files to the end of or the beginning of this file. This will not destroy any previously existing files listed above.
es_es: En lugar de encadenar archivos juntos (de los cuales algunas aplicaciones no admiten reproducción) combinar los archivos anteriores en un solo archivo. Una vez hecho esto, no podrá recurrir o eliminar los archivos de la lista anterior, pero podrá agregar archivos al final o al principio de este archivo. Esto no destruirá los archivos previamente existentes listados anteriormente.
it_it: Invece di concatenare file (di cui alcune applicazioni non supportano la riproduzione) combinare i file sopra in un singolo file. Dopo averlo fatto non sarai in grado di ricorrere o rimuovere i file dall'elenco in alto, ma sarai in grado di aggiungere file alla fine o all'inizio di questo file. Questo non distruggerà alcun file precedentemente esistente elencato sopra.
pt_br: Em vez de encadear de arquivos juntos (os quais alguns aplicativos não suportam reprodução), combinar os arquivos acima em um único arquivo. Depois que isso for feito, você não será capaz de reordenar ou remover os arquivos da lista acima, mas você será capaz de adicionar arquivos para o final ou o início deste arquivo. Isso não irá destruir quaisquer arquivos anteriormente existentes listados acima.
vi: Thay cho việc kết nối các tập tin lại với nhau (trong đó một số ứng dụng không hỗ trợ tính năng phát lại) thì sẽ kết hợp các tệp tin nêu trên thành một tệp duy nhất. Sau khi hoàn tất, bạn sẽ không thể sử dụng hay xóa các tệp khỏi danh sách trên nhưng bạn sẽ có thể thêm các tệp vào cuối hoặc đầu tệp này. Thao tác này sẽ không phá hủy bất kỳ tệp nào đã có trước đó như đã liệt kê ở trên.

source: Link to Feature Code
es_es: Enlace a código de característica
it_it: Collega ad un Codice Servizio
pt_br: Link para o código de facilidade
vi: Kết nối tới Mã tính năng

source: List Recordings
es_es: Listar Grabaciones
it_it: Lista registrazioni
pt_br: Listar Gravações
vi: Danh sách các ghi âm

source: Missing a temporary folder
es_es: Falta una carpeta temporal
it_it: Manca una cartella temporanea
pt_br: Faltando uma pasta temporária
vi: Đang thiếu một thư mục tạm

source: Name
es_es: Nombre
it_it: Nome
pt_br: Nome
vi: Tên

source: Name this file
es_es: Nombre este archivo
it_it: Dai un nome a questo file
pt_br: Nomeie este arquivo
vi: Tên của tệp này

source: No
pt_br: Não
vi: Không

source: No file was uploaded
es_es: No se ha cargado ningún archivo
it_it: Nessun file è stato caricato
pt_br: Nenhum arquivo foi carregado
vi: Không có tệp nào được tải lên

source: No files for %s
es_es: No hay archivos para %s
it_it: Nessun file per %s1
pt_br: Nenhum arquivo para %s
vi: Không có tệp cho %s

source: No files have been added to this recording
es_es: No se han agregado archivos a esta grabación
it_it: Nessun file è stato aggiunto a questa registrazione
pt_br: Nenhum arquivo foi adicionado a esta gravação
vi: Không có tệp nào được thêm vào bản ghi âm này

source: No languages are defined! You must define at least one in the Sound Languages module!
es_es: No se han definido idiomas! ¡Debe definir al menos uno en el módulo de idiomas de sonido!
it_it: Nessuna lingua è definita! Devi definirne almeno uno nel modulo Lingue del suono!
pt_br: Nenhum idioma está definido! Você deve definir pelo menos um no módulo Idiomas de Som!
vi: Không có ngôn ngữ nào được xác định! Bạn phải xác định ít nhất một mô đun Sound Languages ( Âm thanh ngôn ngữ)!

source: Not supported on compounded or Non-Existent recordings
es_es: No soportado en grabaciones compuestas o no existentes
it_it: Non supportato su registrazioni composte o inesistenti
pt_br: Não suportado em gravações compostas ou não existentes
vi: Không được hỗ trợ trên các bản ghi âm không tồn tại hay các bản ghi âm phức hợp

source: Not supported on compounded recordings
es_es: No soportado en grabaciones compuestas
it_it: Non supportato su registrazioni composte
pt_br: Não suportado em gravações compostas
vi: Không hỗ trợ trên các bản ghi âm phức hợp

source: Optional Feature Code %s
es_es: Código de característica opcional %s
it_it: Codice Servizio Opzionale %s1
pt_br: Código de facilidade opcional %s
vi: Mã tính năng tùy chọn %s

source: Optional password to protect access to this feature code which allows a user to re-record it.
es_es: Contraseña opcional para proteger el acceso a este cósigo de característica que permitirá a los usuarios volver a grabar la grabación.
it_it: Password opzionale per proteggere l'accesso a questo codice servizio che permette ad un utente di riregistrarlo.
pt_br: Senha opcional para proteger o acesso a esta facilidade que permite a um usuário regravá-lo.
vi: Mật khẩu tùy chọn để bảo vệ cho việc truy nhập vào mã tính năng cho phép người dùng ghi lại chính nó.

source: Play Recording: %s
es_es: Reproducir Grabación: %s
it_it: Riproduci registrazione: %s1
pt_br: Reproduzir Gravação: %s
vi: Phát bản ghi âm: %s

source: Please add at least one Sound Package in the Sound Languages Module
es_es: Agregue al menos un paquete de sonido en el módulo de sonidos de idiomas
it_it: Aggiungi almeno un pacchetto audio nel modulo Lingue del suono
pt_br: Adicione pelo menos um Pacote de Som no Módulo de Idiomas de Som
vi: Vui lòng thêm ít nhất một Gói âm thanh ( Sound Package) vào trong Mô đun Sound Languages

source: Please enter a valid name and save
es_es: Ingrese un nombre válido y guarde
it_it: Si prega di inserire un nome valido e salvare
pt_br: Insira um nome válido e salve
vi: Vui lòng nhập một tên hợp lệ và lưu

source: Processing %s for %s in format %s
es_es: Procesando %s para %s en formato %s
it_it: Elaborazione %s1 per %s2 in formato %s3
pt_br: Processando %s para %s no formato %s
vi: Đang xử lý %s cho %s tại định dạng %s

source: Record In Browser
es_es: Grabar en Navegador
it_it: Registra nel browser
pt_br: Gravar no Navegador
vi: Bản ghi trong trong trình duyệt

source: Record Over Extension
es_es: Grabar en la Extensión
it_it: registra sull'estensione
pt_br: Gravar no Ramal
vi: Ghi trên máy nhánh

source: Recordings
es_es: Grabaciones
it_it: Registrazioni
pt_br: Gravações
vi: Các bản ghi âm

source: Reset
es_es: Reiniciar
it_it: Azzerare
pt_br: Reiniciar
vi: Cài đặt lại

source: Save
es_es: Guardar
it_it: Salva
pt_br: Salvar
vi: Lưu

source: Save Recording
es_es: Guardar grabación
it_it: Salva Registrazione
pt_br: Salvar gravação
vi: Lưu bản ghi âm

source: Some languages are not installed on this system [%s], saving this recording without them installed could have unknown results. Please install them through the %s module
es_es: Algunos idiomas no están instalados en este sistema [%s], guardando esta grabación sin ellos instalados podría tener resultados desconocidos. Instálelos a través del módulo %s
it_it: Alcune lingue non sono installate su questo sistema [%s1], salvando questa registrazione senza che siano installate potrebbero avere risultati sconosciuti. Si prega di installarli tramite il modulo %s2
pt_br: Alguns idiomas não estão instalados neste sistema [%s], salvar esta gravação sem eles instalados pode ter resultados inesperados. Instale-os através do módulo %s
vi: Một số ngôn ngữ không được cài trong hệ thống này [%s],, lưu bản ghi âm này mà không có các ngôn ngữ đó sẽ có thể có những kết quả không xác định. Vui lòng cài đặt chúng qua mô đun %s

source: Sortable File List/Play order. The playback will be done starting from the top to the bottom. You can click the play icon to preview the files. If a file is red it is missing for said selected language. Files can be replaced by clicking them once (which will turn them green) placing them into replace mode. Anything you upload will then replace this file on save
es_es: Lista de archivos clasificables/Orden de reproducción. La reproducción se realizará desde la parte superior hasta la inferior. Puede hacer clic en el icono de reproducción para obtener una vista previa de los archivos. Si un archivo es rojo, falta el idioma seleccionado. Los archivos se pueden reemplazar haciendo clic una vez (lo que los convertirá en verde) colocándolos en el modo de reemplazo. Cualquier cosa que subas reemplazará este archivo en salvar/guardar
it_it: Elenco file ordinabili / ordine di riproduzione. La riproduzione verrà eseguita a partire dall'alto verso il basso. È possibile fare clic sull'icona di riproduzione per visualizzare l'anteprima dei file. Se un file è rosso, manca per la lingua selezionata. I file possono essere sostituiti facendo clic su di essi una volta (che li renderà verdi) ponendoli in modalità di sostituzione. Tutto ciò che carichi sostituirà questo file al salvataggio
pt_br: Lista de arquivos classificados/ordem de reprodução. A reprodução será feita de cima para baixo. Você pode clicar no ícone de reprodução para visualizar os arquivos. Se um arquivo estiver vermelho, ele estará faltando para o referido idioma selecionado. Os arquivos podem ser substituídos clicando-os uma vez (o que os tornará verdes) colocando-os no modo de substituição. Qualquer coisa que você carregar irá então substituir este arquivo em salvar
vi: Danh sách tệp có thể sắp xếp / Trình tự phát. Tính năng Phát lại sẽ được thực hiện từ trên xuống dưới. Bạn có thể nhấp vào biểu tượng phát để xem trước các tệp. Nếu một tệp màu đỏ thì tệp đó bị thiếu ngôn ngữ đã chọn. Các tệp có thể được thay thế bằng cách nhấp chuột vào chúng (sẽ biến chúng thành màu xanh) để đặt chúng ở chế độ thay thế. Mọi thứ bạn tải lên sau đó sẽ thay thế tệp này khi lưu

source: Sound Languages
es_es: Sonidos de Idioma
it_it: Lingue sonore
pt_br: Idiomas de Som
vi: Ngôn ngữ âm thanh

source: Submit
es_es: Enviar
it_it: Sottoscrivi
pt_br: Enviar
vi: Gửi đi

source: Supported Languages
es_es: Idiomas soportados
it_it: Lingue supportate
pt_br: Idiomas Suportados
vi: Những ngôn ngữ được hỗ trợ

source: System Recordings
es_es: Grabaciones del sistema
it_it: Registrazioni di Sistema
pt_br: Gravações do Sistema
vi: Các bản ghi âm hệ thống

source: The Name '
it_it: Il nome '
vi: Tên '

source: The name of the system recording on the file system. If it conflicts with another file then this will overwrite it.
es_es: El nombre de la grabación del sistema en el sistema de archivos. Si está en conflicto con otro archivo, éste lo sobrescribirá.
it_it: Il nome del sistema che registra sul file system. Se è in conflitto con un altro file, questo verrà sovrascritto.
pt_br: Nome da gravação do sistema no sistema de arquivos. Se ele entrar em conflito com outro arquivo, ele será substituído.
vi: Tên của bản ghi âm hệ thống trong hệ hệ thống tệp. Nếu tên tệp này xung đột với tên các tệp khác thì tên các tệp này này sẽ ghi đè lên tên của nó.

source: The system will call the extension you specify to the left. Upon hangup you will be able to name the file and it will be placed in the list above
es_es: El sistema llamará a la extensión que especifique a la izquierda. Al momento del colgado usted será capaz de nombrar el archivo y se colocará en la lista de arriba
it_it: Il sistema chiamerà l'estensione specificata a sinistra. In caso di hangup sarà in grado di nominare il file e verrà inserito nell'elenco in alto
pt_br: O sistema chamará o ramal que você especificar à esquerda. Ao desligar você será capaz de nomear o arquivo e ele será colocado na lista acima
vi: Hệ thống sẽ gọi tới máy nhánh mà bạn xác định ở bên trái. Khu cúp máy, bạn có thể đặt tên tệp và nó sẽ được thay thế tại danh sách nêu trên

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es_es: El archivo subido supera la directiva MAX_FILE_SIZE que se especificó en el formulario HTML
it_it: Il file caricato supera la direttiva MAX_FILE_SIZE che è stata specificata nel modulo HTML
pt_br: O arquivo enviado excede a diretiva MAX_FILE_SIZE que foi especificada no formulário HTML
vi: Tệp tải lên vượt quá kích cỡ tối đa đã quy định trong mẫu HTML

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es_es: El archivo subido supera la directiva upload_max_filesize en php.ini
it_it: Il file caricato supera la direttiva upload_max_filesize in php.ini
pt_br: O arquivo carregado excede a diretiva upload_max_filesize no php.ini
vi: Tệp tải lên vượt quá kích cỡ tối đa đã quy định trong php.ini

source: The uploaded file was only partially uploaded
es_es: El archivo subido sólo se cargó parcialmente
it_it: Il file caricato è stato caricato solo parzialmente
pt_br: O arquivo enviado foi carregado parcialmente
vi: Tệp tải lên đã chỉ được tải lên từng phần

source: There was an error reading system recordings (%s)
es_es: Se ha producido un error al leer las grabaciones del sistema (%s)
it_it: Si è verificato un errore durante la lettura delle registrazioni di sistema (%s1)
pt_br: Ocorreu um erro ao ler as gravações do sistema (%s)
vi: Cõ một lỗi xyar ra khi đọc các bản ghi âm hệ thống (%s)

source: This system recording doesnt exist in this language. Continue?
es_es: Esta grabación del sistema no existe en este idioma. ¿Continuar?
it_it: Questa registrazione di sistema non esiste in questa lingua. Continua?
pt_br: Esta gravação do sistema não existe neste idioma. Continuar?
vi: Bản ghi âm hệ thống không tồn tại ở ngôn ngữ này. Tiếp tục?

source: This will initate a WebRTC request so that you will be able to record from you computer in your browser
es_es: Esto iniciará una solicitud de WebRTC para que pueda grabar desde su computadora en su navegador
it_it: Ciò avvierà una richiesta WebRTC in modo che tu possa registrare dal tuo computer nel tuo browser
pt_br: Isso iniciará uma solicitação WebRTC para que você será capaz de gravar a partir de seu computador em seu navegador
vi: Điều này sẽ khởi tạo một yê cầu WedRTC để bạn có thể ghi lại trên trình duyệt của bạn từ máy tính của bạn

source: To play the media you will need to either update your browser to a recent version or update your %s
es_es: Para reproducir el audio, deberá actualizar su navegador a una versión reciente o actualizar su %s
it_it: Per riprodurre i contenuti multimediali dovrai aggiornare il browser a una versione recente o aggiornare %s1
pt_br: Para reproduzir a mídia, você precisará atualizar seu navegador para uma versão recente ou atualizar seu %s
vi: Để phát media bạn sẽ cần cập nhật phiên bản mới nhất trình duyệt của mình hoặc cập nhật %s

source: Unknown Error
es_es: Error desconocido
it_it: Errore sconosciuto
pt_br: Erro Desconhecido
vi: Lỗi không xác định

source: Unsupported file format
es_es: Formato no soportado
it_it: Formato file non supportato
pt_br: Formato de arquivo não suportado
vi: Định dạng tệp không được hỗ trợ

source: Unsupported file type
es_es: Tipo no soportado
it_it: Tipo di file non supportato
pt_br: Tipo de arquivo não suportado
vi: Kiểu tệp không được hỗ trợ

source: Update Required
es_es: Se requiere actualizar
it_it: Aggiornamento richiesto
pt_br: Atualização Necessária
vi: Yêu cầu cập nhật

source: Upload Recording
es_es: Subir Grabación
it_it: Carica registrazione
pt_br: Carregar Gravação
vi: Tải lên bản ghi âm
