Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/recordings/i18n/*/LC_MESSAGES/recordings.po
Languages: es_es, it_it, pt_br, vi

source: Upload files from your local system. Supported upload formats are: %s. This includes archives (that include multiple files) and multiple files
es_es: Cargue archivos desde su sistema local. Los formatos de carga soportados son:%s. Esto incluye archivos (que incluyen varios archivos) y varios archivos
it_it: Carica file dal tuo sistema locale. I formati di caricamento supportati sono: %s1. Ciò include archivi (che includono più file) e più file
pt_br: Envie arquivos do seu sistema local. Os formatos de upload suportados são: %s. Isso inclui arquivos compactados (que incluem vários arquivos) e vários arquivos
vi: Tải lên các tệp từ hệ thống tại chỗ cả bạn. Định dạng được hỗ trợ là: %s. Bao gồm các tệp nén và nhiều tệp

source: Yes
es_es: Si
it_it: Si
pt_br: Sim
vi: Có

source: You are entering replace mode on a system file. The next file you add will replace this system file when you save this recording. Are you sure you want to do that?
es_es: Está ingresando el modo de reemplazo en un archivo de sistema. El siguiente archivo que agregue reemplazará este archivo del sistema cuando guarde esta grabación. ¿Seguro que quieres hacer eso?
it_it: Stai entrando in modalità di sostituzione su un file di sistema. Il prossimo file che aggiungi sostituirà questo file di sistema quando salvi questa registrazione. Sei sicuro di volerlo fare?
pt_br: Você está inserindo o modo de substituição em um arquivo de sistema. O próximo arquivo adicionado substituirá esse arquivo do sistema quando você salvar essa gravação. Tem certeza que quer fazer isso?
vi: Bạn đang nhập chế độ thay thế trên một tệp hệ thống. Tệp tiếp theo mà bạn thêm vào sẽ thay thế tệp hệ thống này khi bạn lưu bản ghi âm. Bạn có chắc muốn làm thế?

source: You are entering replace mode. The next file you add will replace this one when you save this recording. Are you sure you want to do that?
es_es: Está entrando en el modo de reemplazo. El siguiente archivo que agregue reemplazará este al guardar esta grabación. ¿Seguro que quieres hacer eso?
it_it: Stai entrando in modalità di sostituzione. Il prossimo file che aggiungi sostituirà questo quando salvi questa registrazione. Sei sicuro di volerlo fare?
pt_br: Você está entrando no modo de substituição. O próximo arquivo adicionado substituirá este quando você salva esta gravação. Tem certeza que quer fazer isso?
vi: Bạn đang nhập chế độ thay thế. Tệp tiếp theo mà bạn thêm vào sẽ thay thế tệp cũ khi bạn lưu bản ghi âm này? Bạn có chắc muốn làm thế?

source: You can click any file above to replace it with a recording option below. Clicking a file will turn it green putting it into replace mode
es_es: Puede hacer clic en cualquier archivo anterior para reemplazarlo con una opción de grabación a continuación. Al hacer clic en un archivo, se vuelve verde, poniéndolo en modo de reemplazo
it_it: Puoi fare clic su qualsiasi file sopra per sostituirlo con un'opzione di registrazione qui sotto. Facendo clic su un file diventerà verde mettendolo in modalità di sostituzione
pt_br: Você pode clicar em qualquer arquivo acima para substituí-lo por uma opção de gravação abaixo. Ao clicar em um arquivo, ele ficará verde, colocando-o em modo de substituição
vi: Bạn có thể kích vào bất kỳ tệp nào ở trên để thay thế nó với tùy chọn ghi âm dưới đây. Kích chọn một tệp sẽ chuyển thành màu xanh sang chế độ thay thế

source: You have a missing file for this language. Click any red recording above to replace it with a recording/upload below. It will then turn green. Once you have finished uploading/recording the recording will turn grey
es_es: Falta un archivo para este idioma. Haga clic en cualquier grabación roja arriba para reemplazarla con una grabación / carga abajo. A continuación, se convertirá en verde. Una vez que haya terminado de cargar / grabar, la grabación se volverá gris
it_it: Hai un file mancante per questa lingua. Fai clic su una registrazione rossa qui sopra per sostituirla con una registrazione / caricamento di seguito. Diventerà quindi verde. Una volta terminato il caricamento / la registrazione, la registrazione diventerà grigia
pt_br: Você tem um arquivo ausente para esse idioma. Clique em qualquer gravação vermelha acima para substituí-la por uma gravação/carregamento abaixo. Em seguida, ficará verde. Depois de terminar de carregar/gravar, a gravação ficará cinza
vi: Bạn có một tệp bị thiếu tại ngôn ngữ này. Kích vào bất kỳ bản ghi âm màu đỏ nào ở trên để thay thế chúng với một ghi âm/ một tệp tải lên dưới đây. Sau đó nó sẽ chuyển thành màu xanh. Khi bạn hoàn thành việc tải lên hoặc ghi âm, các bản ghi âm sẽ chuyển xanh

source: You have no sound packages installed in the %s module. Please install at least one language to use System Recordings
es_es: No tiene paquetes de sonido instalados en el módulo %s. Por favor, instale al menos un idioma para usar las grabaciones del sistema
it_it: Non hai pacchetti audio installati nel modulo %s1. Installa almeno una lingua per utilizzare le registrazioni di sistema
pt_br: Você não tem pacotes de som instalados no módulo %s. Instale pelo menos um idioma para usar as gravações do sistema
vi: Bạn không có gói âm thanh nào được cài đặt trong mô đun %s. Vui lòng cài đặt ít nhất một ngôn ngữ đẻ sử dụng các bản ghi âm hệ thống

source: You must set a valid name for this recording
es_es: Debe establecer un nombre válido para esta grabación
it_it: È necessario impostare un nome valido per questa registrazione
pt_br: Você deve definir um nome válido para esta gravação
vi: Bạn phải cài đặt một tên hợp lệ cho bản ghi âm này
