Repository: escomputers/freepbx-docker
Catalog: freepbx/amp_conf/htdocs/admin/modules/callrecording/i18n/*/LC_MESSAGES/callrecording.po
Languages: fr_fr

source: : Add
fr_fr: : Ajouter

source: : Edit
fr_fr: : Éditer

source: Add Call Recording
fr_fr: Ajouter l'enregistrement d'appel

source: Asterisk 13.2 and higher supports the ability to play a regular 'beep' when a call is being recorded. If you set this to a positive number value, when a call is being actively recorded, both parties will hear a 'beep' every period that you select. If you are not running Asterisk 13.2 or higher, this setting will have no effect. To disable simply clear the value of this box or set the value to 0 and save. This is typically set arround 15seconds
fr_fr: Asterisk 13.2 et supérieur prend en charge la possibilité de jouer un "bip" régulier lors de l'enregistrement d'un appel. Si vous définissez cette valeur sur une valeur numérique positive, lorsqu'un appel est en cours d'enregistrement, les deux parties entendent un "bip" à chaque période que vous sélectionnez. Si vous n'utilisez pas Asterisk 13.2 ou supérieur, ce paramètre n'aura aucun effet. Pour désactiver, effacez simplement la valeur de cette case ou réglez la valeur sur 0 et sauvegardez. Ceci est généralement fixé à 15 secondes

source: Beep every n seconds
fr_fr: Bip toutes les n secondes

source: Call Recording
fr_fr: Enregistrer l'appel

source: Call Recording Mode
fr_fr: Mode d'enregistrement d'appel

source: Call Recording: %s
fr_fr: Enregistrement d'appel : %s

source: Delete
fr_fr: Supprimer

source: Don't Care
fr_fr: Peu importe

source: Force
fr_fr: Forcer

source: Invalid description specified
fr_fr: Description spécifiée invalide

source: List Call Recordings
fr_fr: Liste des enregistrements d'appel

source: Never
fr_fr: Jamais

source: No
fr_fr: Non

source: Note that the meaning of these options has changed.
fr_fr: Prenez note que la signification de ces options a changée.

source: Please read the wiki for futher information on these changes.
fr_fr: S’il vous plaît lire le wiki pour plus d'informations sur ces changements.

source: Rule
fr_fr: Règle

source: Submit
fr_fr: Envoyer

source: The descriptive name of this call recording instance. For example "French Main IVR"
fr_fr: Le nom descriptif de cette instance d'enregistrement d'appel. Par exemple "IVR Français principal"

source: This sets the call recording behavior for calls coming into this DID. Please read the wiki for information on what these settings mean.
fr_fr: Ceci détermine le comportement d'enregistrement des appels pour les appels provenant de ce DID. Veuillez lire le wiki pour plus d'informations sur ces paramètres.

source: This sets the call recording behavior for calls going out this route. Please read the wiki for information on what these settings mean.
fr_fr: Ceci détermine le comportement d'enregistrement des appels pour les appels utilisant cette route. Veuillez lire le wiki pour plus d'informations sur ces paramètres.

source: Where should the call be sent.
fr_fr: Où l'appel devrait être envoyé.

source: Yes
fr_fr: Oui
